{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[SEP]": 1,
      "[PAD]": 2,
      "[CLS]": 3,
      "[MASK]": 4,
      "0": 5,
      "1": 6,
      "2": 7,
      "3": 8,
      "4": 9,
      "5": 10,
      "6": 11,
      ":": 12,
      "A": 13,
      "B": 14,
      "C": 15,
      "D": 16,
      "E": 17,
      "F": 18,
      "G": 19,
      "H": 20,
      "I": 21,
      "K": 22,
      "L": 23,
      "M": 24,
      "N": 25,
      "O": 26,
      "P": 27,
      "Q": 28,
      "R": 29,
      "S": 30,
      "T": 31,
      "U": 32,
      "V": 33,
      "W": 34,
      "Y": 35,
      "Z": 36,
      "_": 37,
      "_C": 38,
      ":C": 39,
      "_O": 40,
      "_N": 41,
      "_C_C": 42,
      "2_": 43,
      "1_": 44,
      "_CD": 45,
      "_C:C": 46,
      "_C:C_C_C": 47,
      "_CA": 48,
      "_CG": 49,
      ":C_N": 50,
      "_CE": 51,
      ":N": 52,
      "4_C:C_C_C": 53,
      "_CD2": 54,
      "D1": 55,
      ":O": 56,
      "_CB": 57,
      ":C_N_CA": 58,
      "_O:C_N_CA": 59,
      "1:C": 60,
      "1_O": 61,
      "2_6": 62,
      "_O_C": 63,
      "_CG2": 64,
      "D2": 65,
      "1_4_C:C_C_C": 66,
      "_CZ": 67,
      "E2": 68,
      "_CE2": 69,
      "_N:C_N": 70,
      "1_6": 71,
      "2_4_C:C_C_C": 72,
      "_N:C_N_C": 73,
      ":CG": 74,
      "_CD1": 75,
      "_CE1": 76,
      "_OD2": 77,
      "_C:N": 78,
      ":C_O_C": 79,
      "H2": 80,
      "_S": 81,
      ":CB": 82,
      "_C:N_C_C": 83,
      "_OD1": 84,
      "_CD1:C": 85,
      "1_N": 86,
      ":CE": 87,
      "1_4": 88,
      "_CD2:C": 89,
      ":N_CA": 90,
      ":N_CA_C": 91,
      "2_6_C:C_C_C": 92,
      "2_1_O": 93,
      "2_4": 94,
      "_O:C_O_C": 95,
      "1_CG2": 96,
      "_OG": 97,
      "_SD": 98,
      "_NE": 99,
      "D1_CE1": 100,
      "_OE": 101,
      ":OD1": 102,
      "_CD2_CB": 103,
      "_CD2:CD1": 104,
      "_CD2:CD1_CD2_CB": 105,
      "L_CD2:CD1_CD2_CB": 106,
      "1_1_O": 107,
      "_CG2:CG": 108,
      "1_3": 109,
      "1_6_C:C_C_C": 110,
      "_ND2": 111,
      "1:CA": 112,
      ":O_O": 113,
      "L_CD1:C": 114,
      "B_CD1": 115,
      "L_CD1:CB_CD1": 116,
      "L_CD1:CB_CD1_CD2": 117,
      "_CA:N_CA_C": 118,
      "G_CA:N_CA_C": 119,
      "E2_CD2": 120,
      ":CZ": 121,
      "2_3": 122,
      ":CB_CG": 123,
      "_C:O": 124,
      "A_CB": 125,
      "_C:C_C": 126,
      "_CE1:C": 127,
      "_CE1:CD1_CE1": 128,
      "_CE1:CD1_CE1_CZ": 129,
      ":CB_OD1": 130,
      "_OD1:CB_OD1": 131,
      "_C:O_C_C": 132,
      "1_CG2_CA": 133,
      "_CG2:CG1_CG2_CA": 134,
      "V_CG2:CG1_CG2_CA": 135,
      ":N_N": 136,
      ":O_O_O": 137,
      "R_N": 138,
      "H1_N": 139,
      "H1_NH2": 140,
      "D_OD2": 141,
      "_OD2_CB": 142,
      ":OD1_OD2_CB": 143,
      "D_OD2:OD1_OD2_CB": 144,
      "G_O:C_N_CA": 145,
      "_CE2_CD2": 146,
      "_CE2:CZ": 147,
      "_CE2:CZ_CE2_CD2": 148,
      ":N_O_C": 149,
      ":O_O_C": 150,
      "1_OE2": 151,
      "H_CE2": 152,
      "H:CE": 153,
      "Y_O": 154,
      "1_OH_CE2": 155,
      "H:CE1_OH_CE2": 156,
      "Y_OH:CE1_OH_CE2": 157,
      "_OG1": 158,
      ":CD": 159,
      "E2_CD2_CG": 160,
      "_F": 161,
      "_NE2": 162,
      "1_4_N:C_N_C": 163,
      "_CG1_CG2": 164,
      "_CG1:CA": 165,
      "_CG1:CA_CG1_CG2": 166,
      "V_CG1:CA_CG1_CG2": 167,
      "G_CD1": 168,
      "_CD1:CG_CD1": 169,
      "_CD1:CG_CD1_CE1": 170,
      "A_CB:N_CA_C": 171,
      "_CH2": 172,
      "2_4_N:C_N_C": 173,
      ":N_N_C": 174,
      "2_1": 175,
      "_CZ2": 176,
      "1:CG": 177,
      "_OE1:CG": 178,
      "_OE1:CG_OE": 179,
      "_CB_CA": 180,
      "_CG:CB_CG": 181,
      "_CZ3": 182,
      "1_CZ": 183,
      "F_CZ": 184,
      ":CE1_CZ": 185,
      "F_CZ:CE1_CZ": 186,
      "F_CZ:CE1_CZ_CE2": 187,
      "D_OD1:CB_OD1": 188,
      "D_OD1:CB_OD1_OD2": 189,
      "1_CD1": 190,
      "_CD2:CE2_CD2_CG": 191,
      "F_CE1:CD1_CE1_CZ": 192,
      ":CG_SD": 193,
      "_CD:CG": 194,
      "_CD:CG_CD": 195,
      "1_4_C:N_C_C": 196,
      "2_6_N:C_N_C": 197,
      ":NE": 198,
      "2_6_C:C_C": 199,
      "T_OG": 200,
      "T_OG1:CA": 201,
      "_CG2_OG1": 202,
      "T_OG1:CA_CG2_OG1": 203,
      "R_NH2": 204,
      ":NH1_NH2": 205,
      "R_NH2:NH1_NH2": 206,
      "R_NH2:NH1_NH2_NE": 207,
      "2_6_O:C_O_C": 208,
      "1_1": 209,
      "I_CG2": 210,
      "I_CG2:CB_CG": 211,
      "I_CG2:CB_CG1_CD1": 212,
      "2_4_C:N_C_C": 213,
      "1_2": 214,
      "Y_CE1:CD1_CE1_CZ": 215,
      "2_6_O": 216,
      "F_CE2:CZ_CE2_CD2": 217,
      "_P": 218,
      "2_1_O:O_O_O": 219,
      "E_O": 220,
      "E_OE2": 221,
      "E1_OE2": 222,
      ":OE1_OE2": 223,
      "E_OE2:OE1_OE2": 224,
      "E_OE2:OE1_OE2_CG": 225,
      "_N:N_N_C": 226,
      "_NZ": 227,
      ":NE_N": 228,
      "R_NH": 229,
      "1:NE_N": 230,
      "R_NH1:NE_N": 231,
      "R_NH1:NE_NH1_NH2": 232,
      "Y_CE2:CZ_CE2_CD2": 233,
      "N_OD1:CB_OD1": 234,
      "N_OD1:CB_OD1_ND2": 235,
      "2_2": 236,
      "N_ND2": 237,
      ":OD1_ND2": 238,
      "N_ND2:OD1_ND2": 239,
      "N_ND2:OD1_ND2_CB": 240,
      "2_1_O:C_O_C": 241,
      "_L": 242,
      "A_O:C_N_CA": 243,
      "1_6_O:C_O_C": 244,
      "2_1_O:O_O_C": 245,
      "G_CB_CA": 246,
      ":C_O": 247,
      "F_CD1:CG_CD1_CE1": 248,
      "1_6_N:C_N_C": 249,
      "_C_N": 250,
      "S_O:C_N_CA": 251,
      "3_CZ3": 252,
      "M_SD": 253,
      ":CG_SD_SD": 254,
      "M_SD:CG_SD_SD": 255,
      "_OE1:CG_OE1_OE2": 256,
      "E_OE1:CG_OE1_OE2": 257,
      "L_O:C_N_CA": 258,
      ":CA_CB": 259,
      "_CB:CA_CB": 260,
      "1_6_O": 261,
      "_CB:CA_CB_CG": 262,
      "1_6_C:C_C": 263,
      "2_1_C:C_C_C": 264,
      "H_NE2": 265,
      "1_NE2_CD2": 266,
      ":CE1_NE2_CD2": 267,
      "H_NE2:CE1_NE2_CD2": 268,
      "_CG:CB_CG_CD": 269,
      "2_1_": 270,
      "_C:N_C_N": 271,
      "K_CD:CG_CD": 272,
      "I_O:C_N_CA": 273,
      "S_OG": 274,
      ":OG_CB_CA": 275,
      "S_OG:OG_CB_CA": 276,
      "Y_CD1:CG_CD1_CE1": 277,
      "K_CE": 278,
      ":CD_CE": 279,
      "K_CE:CD_CE": 280,
      "K_CD:CG_CD_CE": 281,
      "K_CE:CD_CE_NZ": 282,
      "1_1_O:O_O_O": 283,
      "1_1_O:C_O_C": 284,
      "_OG1_CA": 285,
      "2_OG1_CA": 286,
      "_CG2:CG2_OG1_CA": 287,
      "T_CG2:CG2_OG1_CA": 288,
      "D_O:C_N_CA": 289,
      "F_CD2:CE2_CD2_CG": 290,
      "2_1_O:N_O_C": 291,
      ":ND1_CE1": 292,
      "_CE1:ND1_CE1": 293,
      "_CE1:ND1_CE1_NE2": 294,
      "H_CE1:ND1_CE1_NE2": 295,
      "Y_CD2:CE2_CD2_CG": 296,
      "1_3_C:N_C_C": 297,
      "V_O:C_N_CA": 298,
      "1_1_O:O_O_C": 299,
      "1_1_C:C_C_C": 300,
      "_N:C_N_N": 301,
      "E_O:C_N_CA": 302,
      "M_CG:CB_CG": 303,
      "M_CG:CB_CG_SD": 304,
      "T_O:C_N_CA": 305,
      "_F_C": 306,
      ":N_N_N": 307,
      "Q_OE1:CG_OE": 308,
      "1_NE2": 309,
      "Q_OE1:CG_OE1_NE2": 310,
      "1_1_": 311,
      "1_3_C:C_C_C": 312,
      "_O:C_O": 313,
      "2_3_C:N_C_C": 314,
      "2_1_N": 315,
      "_CG_CB": 316,
      "_CG:CD": 317,
      "_CG:CD_CG_CB": 318,
      "P_CG:CD_CG_CB": 319,
      "R_CD:CG_CD": 320,
      "R_CD:CG_CD_NE": 321,
      "2_6_C:C_C_N": 322,
      ":O_O_N": 323,
      "3_CH2": 324,
      "W_CH2": 325,
      ":CZ3_CH2": 326,
      "W_CH2:CZ3_CH2": 327,
      "W_CH2:CZ3_CH2_CZ2": 328,
      ":F": 329,
      "1_3_C:O_C_C": 330,
      "R_NE": 331,
      ":CD_NE": 332,
      "R_NE:CD_NE": 333,
      "P_CB": 334,
      ":CG_CB_CA": 335,
      "P_CB:CG_CB_CA": 336,
      "R_NE:CD_NE_CZ": 337,
      "W_CZ3": 338,
      ":CE3_CZ3": 339,
      "W_CZ3:CE3_CZ3": 340,
      "W_CZ3:CE3_CZ3_CH2": 341,
      "1_4_O:C_O_C": 342,
      "1_5": 343,
      "2_3_C:C_C_C": 344,
      ":C_F_C": 345,
      "1_1_N": 346,
      "_L_C": 347,
      "_O:C_O_P": 348,
      "1_1_O:N_O_C": 349,
      "F_O:C_N_CA": 350,
      "2_4_O:C_O_C": 351,
      ":P": 352,
      "M_CB:CA_CB_CG": 353,
      "W_CZ2": 354,
      ":CH2": 355,
      "_CZ2_CE2": 356,
      "W_CZ2:CH2": 357,
      "W_CZ2:CH2_CZ2_CE2": 358,
      "L:C": 359,
      "_CD2:N": 360,
      "H_CD2:N": 361,
      "H_CD2:NE2_CD2_CG": 362,
      "2_6_O:N_O_C": 363,
      "L:C_L_C": 364,
      "_CD:N": 365,
      "_CD:N_CD": 366,
      "_CD:N_CD_CG": 367,
      "P_CD:N_CD_CG": 368,
      "_F_F": 369,
      "2_1_F": 370,
      "M_CE": 371,
      ":CG_SD_CG": 372,
      "M_CE:CG_SD_CG": 373,
      "R_CG:CB_CG_CD": 374,
      "2_3_C:O_C_C": 375,
      "N_O:C_N_CA": 376,
      "M_O:C_N_CA": 377,
      ":F_F_F": 378,
      "Y_O:C_N_CA": 379,
      "2_5": 380,
      "P_O:C_N_CA": 381,
      "2_6_C:N_C_C": 382,
      "1_6_C:C_C_N": 383,
      ":N_O": 384,
      "1_4_C:O_C_C": 385,
      "K_O:C_N_CA": 386,
      ":C_S": 387,
      "K_CG:CB_CG_CD": 388,
      "3:C": 389,
      "W_CE": 390,
      "_CE3_CZ3": 391,
      "D2_CE3_CZ3": 392,
      "3:CD2_CE3_CZ3": 393,
      "W_CE3:CD2_CE3_CZ3": 394,
      "1_2_C:C_C_C": 395,
      "K_CB:CA_CB_CG": 396,
      "R_O:C_N_CA": 397,
      ":O_N": 398,
      ":P_O": 399,
      ":N_O_N": 400,
      "_N:N_N_N": 401,
      "_O:P_O": 402,
      "S:C_S": 403,
      "1_CD2": 404,
      "W_NE": 405,
      "1:CE2": 406,
      "_NE1_CD2": 407,
      "W_NE1:CE2": 408,
      "W_NE1:CE2_NE1_CD2": 409,
      "1_6_O:N_O_C": 410,
      "1_1_F": 411,
      "_ND1": 412,
      "H_ND1": 413,
      "H_ND1:CG": 414,
      "_ND1_CE1": 415,
      "H_ND1:CG_ND1_CE1": 416,
      ":S": 417,
      "_O:P_O_P": 418,
      "1_2_N:C_N_C": 419,
      "2_2_C:C_C_C": 420,
      "S:C_S_C": 421,
      "1_4_C:N_C_N": 422,
      "2_4_C:O_C_C": 423,
      "_CG1": 424,
      "D1_CG1": 425,
      "D1_CG1_CB": 426,
      "_CD1:CD1_CG1_CB": 427,
      "I_CD1:CD1_CG1_CB": 428,
      "2_2_N:C_N_C": 429,
      "2_1_N:N_N_C": 430,
      "1_CG": 431,
      "Q_NE2": 432,
      ":NE2": 433,
      "_OE1_CG": 434,
      "Q_NE2:NE2": 435,
      "Q_NE2:NE2_OE1_CG": 436,
      "C_O:C_N_CA": 437,
      ":O_N_C": 438,
      "2_6_N:N_N_C": 439,
      "2_6_N:C_N_N": 440,
      "K_NZ": 441,
      "Z_CE": 442,
      ":NZ_CE": 443,
      "K_NZ:NZ_CE": 444,
      "K_NZ:NZ_CE_CD": 445,
      "2_4_C:N_C_N": 446,
      "Q_O:C_N_CA": 447,
      "1_3_O:C_O_C": 448,
      "2_S:C_S_C": 449,
      "1_6_C:N_C_C": 450,
      "2_3_O:C_O_C": 451,
      "2_1_L:C_L_C": 452,
      "2_6_C:C_C_S": 453,
      "2_1_O:O_O_N": 454,
      "1_5_N:C_N_C": 455,
      "H_O:C_N_CA": 456,
      "2_6_O:O_O_O": 457,
      "1_6_N:N_N_C": 458,
      "W_CD1": 459,
      "1_CD1_CG": 460,
      ":NE1_CD1_CG": 461,
      "W_CD1:NE1_CD1_CG": 462,
      "2_6_C:C_C_L": 463,
      "1_6_N:C_N_N": 464,
      "1_1_N:N_N_C": 465,
      "2_1_C:N_C_C": 466,
      "2_1_F:F_F_F": 467,
      "2_5_N:C_N_C": 468,
      "_N:C_N_S": 469,
      "2_6_O:O_O_C": 470,
      "1_3_N:C_N_C": 471,
      "2_6_C:O_C_C": 472,
      "1_1_O:O_O_N": 473,
      "_C:C_C_S": 474,
      "W_O:C_N_CA": 475,
      "1_3_N:N_N_C": 476,
      "_C_O": 477,
      "1_6_O:O_O_O": 478,
      "2_1_F:C_F_C": 479,
      "1_1_L:C_L_C": 480,
      ":C_O_O": 481,
      "_F:C_F_C": 482,
      "1_6_C:C_C_S": 483,
      "2_6_N:N_N_N": 484,
      "2_3_N:C_N_C": 485,
      "2_1_C:O_C_C": 486,
      "_C:C_C_N": 487,
      "C_S": 488,
      "C_SG": 489,
      ":SG_CB_CA": 490,
      "C_SG:SG_CB_CA": 491,
      "1_1_F:F_F_F": 492,
      "0_C:C_C_C": 493,
      "1_6_O:O_O_C": 494,
      "2_3_N:N_N_C": 495,
      "2_6_C:C_C_O": 496,
      "2_1_N:N_N_N": 497,
      "_N:O_N_C": 498,
      "1_1_C:N_C_C": 499,
      "1_3_O:C_O_P": 500,
      "1_1_F:C_F_C": 501,
      "_C:S": 502,
      "1_6_C:C_C_L": 503,
      "2_2_S:C_S_C": 504,
      "2_1_O:N_O_N": 505,
      "1_6_C:O_C_C": 506,
      "1_2_O:C_O_C": 507,
      "2_3_O:C_O_P": 508,
      "2_3_O:P_O_P": 509,
      "1_2_S:C_S_C": 510,
      "1_1_C:O_C_C": 511,
      "2_2_O:C_O_C": 512,
      "1_3_O:P_O_P": 513,
      "1_6_N:N_N_N": 514,
      ":C_O_N": 515,
      "_C:O_C_N": 516,
      "1_6_C:C_C_O": 517,
      "1_1_N:N_N_N": 518,
      "1_1_O:N_O_N": 519,
      "_C:O_C_O": 520,
      "2_6_F:C_F_C": 521,
      "2_1_N:C_N_C": 522,
      "1_1_N:N": 523,
      "1_1_N:N_C_C": 524,
      "_N:N_N": 525,
      "2_0_C:C_C_C": 526,
      "2_1_O:C_O_O": 527,
      "2_1_N:O_N_C": 528,
      "1_5_C:C_C_C": 529,
      ":F_F_C": 530,
      "1_5_C:N_C_C": 531,
      "1_6_F:C_F_C": 532,
      "1_0_C:C_C_C": 533,
      "_N:C_N_O": 534,
      "1_4_N:N_N_C": 535,
      "_F:F_F_F": 536,
      "2_5_C:C_C_C": 537,
      "_N:N_N_S": 538,
      "1_1_N:C_N_C": 539,
      "2_6_O:O_O_N": 540,
      "_O:N_O_C": 541,
      "2_4_N:N_N_C": 542,
      "1_1_N:O_N_C": 543,
      "2_6_O:N_O_N": 544,
      "1_3_C:C_C_S": 545,
      "2_1_C:S": 546,
      "2_0": 547,
      "1_1_C:S": 548,
      "2_5_C:N_C_C": 549,
      "1_2_O:C_O_P": 550,
      "1_1_O:C_O_O": 551,
      "1_6_O:O_O_N": 552,
      "_C:C_C_O": 553,
      "1_4_O:C_O_P": 554,
      ":O_N_O": 555,
      "2_4_O:C_O_P": 556,
      "1_2_C:N_C_C": 557,
      "2_2_C:N_C_C": 558,
      "2_3_C:C_C_S": 559,
      "2_2_O:C_O_P": 560,
      "1_6_O:N_O_N": 561,
      "2_1_O:C_O_N": 562,
      "1_0": 563,
      "1_4_C:C_C_N": 564,
      "_O:C_O_O": 565,
      "_B": 566,
      "1_5_O:C_O_C": 567,
      "2_1_C:O_C_N": 568,
      "2_4_C:C_C_N": 569,
      "_C:P": 570,
      "_S:C_S": 571,
      "2_6_N:N_N_S": 572,
      "2_6_F:F_F_F": 573,
      ":N_O_O": 574,
      "2_6_N:C_N_S": 575,
      "2_6_N:O_N_C": 576,
      "1_1_O:C_O_N": 577,
      "1_4_N:C_N_S": 578,
      ":N_S": 579,
      "2_4_N:C_N_S": 580,
      "2_1_N:O_N_O": 581,
      "2_5_O:C_O_C": 582,
      "1_3_C:N_C_N": 583,
      "2_1_F:F_F_C": 584,
      "2_1_C:O_C_O": 585,
      "_C:N_C": 586,
      "1_6_F:F_F_F": 587,
      "1_1_C:O_C_N": 588,
      "2_3_N:C_N_S": 589,
      "2_1_C:S_C_O": 590,
      "_P_O": 591,
      "1_3_N:C_N_S": 592,
      ":O_O_P": 593,
      "1_1_C:S_C_O": 594,
      "_C:F": 595,
      "2_3_C:N_C_N": 596,
      "1_4_C:C_C_S": 597,
      "1_6_N:N_N_S": 598,
      "_O:C_O_S": 599,
      "1_1_F:F_F_C": 600,
      ":P_N": 601,
      "_N:P_N": 602,
      "2_1_S:C_S_C": 603,
      ":P_O_C": 604,
      ":N_L_C": 605,
      "S:N_S": 606,
      "_N:P_N_P": 607,
      "_O:O_O_P": 608,
      "2_4_C:C_C_S": 609,
      "1_6_N:O_N_C": 610,
      ":O_N_N": 611,
      "_C:N_C_S": 612,
      "1_6_N:C_N_S": 613,
      "1_4_N:C_N_N": 614,
      "1_4_O:N_O_C": 615,
      "L:N_L_C": 616,
      "2_1_C:C_C_N": 617,
      "_P:O": 618,
      "1_3_N:C_N_N": 619,
      "_CB:CA_CB_CA": 620,
      "1_1_C:O_C_O": 621,
      "1_1_S:C_S_C": 622,
      "2_5_O:P_O_P": 623,
      "_C:F_C_C": 624,
      "2_6_O:C_O_O": 625,
      "2_4_N:C_N_N": 626,
      "_O:O_O_C": 627,
      "1_3_N:O_N_C": 628,
      "_C:S_C_C": 629,
      "1_2_N:N_N_C": 630,
      "2_6_C:N_C_N": 631,
      "2_3_N:C_N_N": 632,
      "2_4_O:P_O_P": 633,
      "1_1_N:O_N_O": 634,
      "_C:N_C_O": 635,
      "2_6_N:C_N_O": 636,
      "1_4_O:P_O_P": 637,
      "1_5_O:P_O_P": 638,
      "1_6_O:C_O_O": 639,
      ":C_O_P": 640,
      "1_2_C:O_C_C": 641,
      "S:C_S_N": 642,
      "L:C_L": 643,
      "_O:C_O_N": 644,
      "K_CB:CA_CB_CA": 645,
      "1_4_N:O_N_C": 646,
      "_S:C_S_C": 647,
      "2_2_N:N_N_C": 648,
      "1_1_C:C_C_N": 649,
      "2_1_C:S_C_N": 650,
      "_C:P_C_C": 651,
      "2_1_O:N_O_O": 652,
      "2_6_O:C_O_N": 653,
      "1_1_C:S_C_N": 654,
      "_F:F_F_C": 655,
      "_P:P": 656,
      "2_4_N:O_N_C": 657,
      "2_3_N:O_N_C": 658,
      "2_2_C:O_C_C": 659,
      "1_5_C:N_C_N": 660,
      "2_1_C:N_C_N": 661,
      "2_4_O:N_O_C": 662,
      "1_6_C:N_C_N": 663,
      "1_6_O:C_O_N": 664,
      "_C_P": 665,
      "1_2_": 666,
      "_N:N_N_O": 667,
      ":L": 668,
      ":N_N_S": 669,
      "1_6_N:C_N_O": 670,
      ":O_L_C": 671,
      "_N:C_N_P": 672,
      "_O:P_O_O": 673,
      "1_3_N:N_N_N": 674,
      ":O_S": 675,
      "_P_C": 676,
      ":B": 677,
      "S:N_S_N": 678,
      "_P:P_P_O": 679,
      ":C_F_F": 680,
      "L:O_L_C": 681,
      "_O:P_O_C": 682,
      "2_1_L:N_L_C": 683,
      "2_3_N:N_N_N": 684,
      "K_CD:CG_CD_CD": 685,
      "2_5_C:N_C_N": 686,
      "2_2_": 687,
      "1_3_C:C_C_N": 688,
      "1_1_O:N_O_O": 689,
      "_P:O_P_O": 690,
      "_O:S": 691,
      "2_6_C:C_C_P": 692,
      "1_2_N:C_N_N": 693,
      "1_1_C:N_C_N": 694,
      "1_2_O:C_O_O": 695,
      ":N_F_C": 696,
      "1_1_C:S_C_C": 697,
      "_N:C_N_L": 698,
      "2_1_C:S_C_C": 699,
      "2_2_C:O_C_O": 700,
      "1_2_C:O_C_O": 701,
      "1_4_N:N_N_N": 702,
      "1_6_C:C_C_P": 703,
      "2_4_N:C_N_O": 704,
      "2_2_O:C_O_O": 705,
      "2_3_N:P_N_P": 706,
      "1_4_N:C_N_O": 707,
      "2_1_C:C_C_O": 708,
      "2_1_N:C_N_N": 709,
      "_F_O": 710,
      "_L:C": 711,
      "2_4_N:N_N_N": 712,
      "2_2_N:C_N_N": 713,
      "_N:O_N_N": 714,
      "2_1_L:C_L": 715,
      "_S:C_S_S": 716,
      "_O_O": 717,
      "_C:P_C_O": 718,
      ":N_O_S": 719,
      "2_3_C:C_C_N": 720,
      "S:N_S_C": 721,
      "2_6_O:C_O_P": 722,
      "1_3_N:P_N_P": 723,
      "2_1_S:C_S_N": 724,
      "1_6_O:C_O_P": 725,
      ":C_O_S": 726,
      "1_1_L:N_L_C": 727,
      "S:C_S_O": 728,
      "_C:P_C_P": 729,
      "2_1_C:C_C_S": 730,
      "_L:C_L_C": 731,
      "1_1_S:C_S_N": 732,
      "2_1_N:N_N_S": 733,
      "2_6_O:P_O": 734,
      ":O_O_S": 735,
      "2_0_P:P_P_O": 736,
      "2_6_N:N_N_O": 737,
      "1_1_C:C_C_O": 738,
      "1_2_O:O_O_P": 739,
      "1_6_F:F_F_C": 740,
      "_O_N": 741,
      "2_6_C:O_C_O": 742,
      "2_1_S:N_S_N": 743,
      "1_1_N:C_N_N": 744,
      "2_6_F:F_F_C": 745,
      "S:O_S": 746,
      "2_1_N:O_N_N": 747,
      "1_1_L:C_L": 748,
      "1_4_O:C_O_S": 749,
      "1_6_O:P_O": 750,
      "_F_N": 751,
      "_P:O_P_C": 752,
      "2_6_C:C_C_F": 753,
      "1_4_C:O_C_N": 754,
      ":O_F_C": 755,
      "1_3_O:N_O_C": 756,
      "_P:C": 757,
      "2_6_C:N_C_O": 758,
      "_S:N_S": 759,
      "2_6_O:P_O_C": 760,
      "2_2_O:O_O_P": 761,
      "2_0_C:C_C_O": 762,
      "2_6_C:O_C_N": 763,
      "2_6_N:C_N_L": 764,
      "1_1_C:C_C_S": 765,
      "2_0_C:S_C_C": 766,
      "1_6_C:O_C_N": 767,
      "1_6_C:O_C_O": 768,
      "_O:N_O_N": 769,
      "1_6_O:P_O_C": 770,
      "1_6_N:N_N_O": 771,
      "2_4_O:C_O_S": 772,
      "1_2_N:O_N_C": 773,
      ":F_F_O": 774,
      "_C:C_C_L": 775,
      "_S:O_S": 776,
      "_C:O_C_P": 777,
      "_C_F": 778,
      "1_2_O:N_O_C": 779,
      "_S:C_S_L": 780,
      "2_0_C:C_C_N": 781,
      "_B_B": 782,
      "_N_C": 783,
      "1_1_N:O_N_N": 784,
      "_C:B": 785,
      "_O:S_O_C": 786,
      "_S:N_S_C": 787,
      "2_1_L:O_L_C": 788,
      "2_1_L:C_L_S": 789,
      "1_2_F": 790,
      "1_3_C:O_C_N": 791,
      "1_1_N:N_N_S": 792,
      "1_2_O:O_O_C": 793,
      "_C:L": 794,
      "_B:B": 795,
      "1_6_C:N_C_O": 796,
      "2_3_O:N_O_C": 797,
      "2_6_S:C_S_S": 798,
      "1_6_F": 799,
      "K_CG:CB_CG": 800,
      "K_CG:CB_CG_CG": 801,
      "2_6_F": 802,
      "2_6_N:O_N_N": 803,
      "_C:N_C_P": 804,
      "1_0_C:C_C_O": 805,
      "2_4_C:O_C_N": 806,
      "2_6_C:F_C_C": 807,
      "1_4_C:N_C_S": 808,
      "_C:F_C_F": 809,
      "1_4_O:C_O_O": 810,
      "2_4_O:C_O_O": 811,
      "_B:B_B_B": 812,
      "1_6_C:C_C_F": 813,
      "1_0_C:C_C_N": 814,
      "1_2_C:C_C_N": 815,
      "1_1_S:N_S_N": 816,
      "1_0_C:S_C_C": 817,
      "1_2_C:C_C_O": 818,
      "_C_B": 819,
      "S:O_S_O": 820,
      "2_5_O:C_O_P": 821,
      "2_1_S:C_S_O": 822,
      "_C:B_C_B": 823,
      "1_6_N:O_N_N": 824,
      ":O_O_F": 825,
      "1_5_O:C_O_P": 826,
      "2_6_N": 827,
      "2_1_C:N_C_S": 828,
      "1_6_S:C_S_S": 829,
      "2_2_C:C_C_O": 830,
      "1_1_L:O_L_C": 831,
      "2_2_C:C_C_N": 832,
      "1_6_N:C_N_L": 833,
      "2_1_C:P_C_O": 834,
      "2_2_F": 835,
      "2_1_F:C_F_F": 836,
      "1_3_O:C_O_S": 837,
      "2_2_O:N_O_C": 838,
      ":N_N_O": 839,
      "2_2_N:O_N_C": 840,
      "2_2_O:O_O_C": 841,
      "2_6_C:C_C_B": 842,
      "1_1_S:C_S_O": 843,
      "1_6_C:F_C_C": 844,
      "2_6_S:C_S_C": 845,
      "2_6_C:P_C_C": 846,
      "1_4_C:C_C_O": 847,
      ":O_F_F": 848,
      "_C:L_C_C": 849,
      "2_6_C:S_C_C": 850,
      "2_6_O:P_O_P": 851,
      "2_3_O:C_O_S": 852,
      "1_3_N:C_N_P": 853,
      "2_1_F:N_F_C": 854,
      "2_2_O:P_O_C": 855,
      "1_1_L:C_L_S": 856,
      ":C_F_O": 857,
      "1_6_N": 858,
      ":S_O_C": 859,
      "2_6_P:C": 860,
      "2_1_C:P_C_C": 861,
      "1_1_C:P_C_C": 862,
      "2_2_O:P_O_O": 863,
      "1_2_O:P_O_C": 864,
      "2_4_C:C_C_O": 865,
      "1_2_O:P_O_O": 866,
      ":N_O_P": 867,
      "2_1_O:F": 868,
      "_S:O_S_C": 869,
      "2_0_S:C_S_C": 870,
      "1_2_N:C_N_O": 871,
      "1_6_O:P_O_P": 872,
      "1_1_C:P_C_O": 873,
      "1_2_C:C_C_S": 874,
      "2_4_C:N_C_S": 875,
      "_L_N": 876,
      "2_2_N:C_N_O": 877,
      ":C_F_N": 878,
      "2_6_P:O_P_C": 879,
      "2_6_P:O_P_O": 880,
      "1_2_O:C_O_N": 881,
      "2_3_N:C_N_P": 882,
      "1_0_P:P_P_O": 883,
      "2_6_S:C_S_L": 884,
      "1_1_F:C_F_F": 885,
      "2_2_C:C_C_S": 886,
      "2_6_O:P_O_O": 887,
      "_L:N_L_C": 888,
      "2_6_S:N_S_C": 889,
      "1_6_L:C_L_C": 890,
      "_P_N": 891,
      "L:N": 892,
      "2_1_O:N_O_S": 893,
      "2_6_O:C_O_S": 894,
      "M_CB:CA_CB_CA": 895,
      "2_6_L:C_L_C": 896,
      "1_1_F:N_F_C": 897,
      "1_6_S:C_S_C": 898,
      "_C_S": 899,
      "_O:S_O_O": 900,
      "1_6_C:P_C_C": 901,
      "_O:O_O_S": 902,
      "_O:N_O_P": 903,
      "2_6_C:B_C_B": 904,
      "1_4_O:N_O_N": 905,
      "2_3_P:O_P_O": 906,
      "1_1_O:F": 907,
      "2_2_O:C_O_N": 908,
      "2_1_F:F_F_O": 909,
      "1_3_N:C_N_O": 910,
      "2_6_C:O_C_P": 911,
      "1_1_C:N_C_S": 912,
      "1_3_C:F_C_C": 913,
      "2_1_S:N_S_C": 914,
      "_C:P_C_N": 915,
      "2_6_C:P_C_P": 916,
      "2_1_S:O_S_O": 917,
      "_C:C_C_B": 918,
      "1_3_O:C_O_N": 919,
      "1_0_S:C_S_C": 920,
      "1_6_P:O_P_C": 921,
      "2_6_O:N_O_O": 922,
      "1_6_C:S_C_C": 923,
      "1_6_O:P_O_O": 924,
      "L:N_L_N": 925,
      "1_1_C:C": 926,
      "2_1_F:O_F_C": 927,
      "2_3_C:O_C_N": 928,
      "2_3_N:C_N_O": 929,
      "K_CE:CD_CE_CE": 930,
      "1_6_C:C_C_B": 931,
      "1_6_P:C": 932,
      "2_1_O:O_O_S": 933,
      "1_6_P:O_P_O": 934,
      "2_3_O:C_O_N": 935,
      "2_5_O:C_O_O": 936,
      "1_2_F:C_F_C": 937,
      "1_6_O:C_O_S": 938,
      "1_6_C:O_C_P": 939,
      "2_1_O:O_O_F": 940,
      "_B_C": 941,
      "1_6_N:C_N_P": 942,
      "2_6_B:B_B_B": 943,
      "1_5_O:C_O_O": 944,
      "_O:P_O_N": 945,
      ":N_F_N": 946,
      "2_6_N:C_N_P": 947,
      "R_CG:CB_CG": 948,
      "R_CG:CB_CG_CA": 949,
      "1_6_B:B_B_B": 950,
      "1_6_S:C_S_L": 951,
      "2_1_C:N_C_O": 952,
      "1_2_S:N_S_C": 953,
      "1_6_C:N_C_P": 954,
      "2_6_C:N_C_P": 955,
      "1_6_O:N_O_O": 956,
      "2_1_N:N_N_O": 957,
      ":F_N_C": 958,
      "2_0_C:N_C_C": 959,
      ":S_N": 960,
      "_C:O_C_S": 961,
      "1_1_O:N_O_S": 962,
      "_I": 963,
      "1_1_C:C_O_C": 964,
      "2_0_C:O_C_C": 965,
      "_O:C_O_L": 966,
      "2_3_C:F_C_C": 967,
      "2_2_S:N_S_C": 968,
      "_P:P_P_C": 969,
      "1_6_S:N_S_C": 970,
      "2_4_O:N_O_N": 971,
      "1_5_O:O_O_C": 972,
      "1_6_C:P_C_P": 973,
      "1_5_N:N_N_N": 974,
      "2_6_O:N_O_S": 975,
      "2_1_L:C_L_N": 976,
      "1_4_O:O_O_P": 977,
      "1_2_L:C_L_C": 978,
      "2_5_N:N_N_N": 979,
      "_S:C_S_N": 980,
      ":G": 981,
      "_F:G": 982,
      "_F:G_F_F": 983,
      "1_1_F:O_F_C": 984,
      "1_3_C:C_C_O": 985,
      "1_0_C:N_C_C": 986,
      "2_1_F:O_F_F": 987,
      ":L_O_C": 988,
      "2_4_C:C_C_L": 989,
      "_O:C_O_F": 990,
      "1_1_F:F_F_O": 991,
      "2_1_O:C_O_S": 992,
      "1_4_C:C_C_L": 993,
      "_N:P_N_C": 994,
      "1_5_O:O_O_P": 995,
      "2_2_F:C_F_C": 996,
      "_S:O_S_O": 997,
      "2_1_N:C_N_O": 998,
      "1_4_O:O_O_C": 999,
      "_N:C_N_F": 1000,
      "S:O_S_C": 1001,
      "2_2_N:C_N_S": 1002,
      ":S_N_C": 1003,
      "1_3_P:O_P_O": 1004,
      "_N:N_N_L": 1005,
      "1_4_O:C_O_N": 1006,
      "_E": 1007,
      "2_2_L:C_L_C": 1008,
      "2_6_F:N_F_C": 1009,
      "R_CD:CG_CD_CD": 1010,
      "_F:C_F_F": 1011,
      "1_2_N:C_N_S": 1012,
      "_S:C_S_O": 1013,
      "1_1_O:O_O_F": 1014,
      "2_3_C:C_C_O": 1015,
      "2_4_O:C_O_N": 1016,
      "2_1_L:C_L_O": 1017,
      "1_1_S:N_S_C": 1018,
      "2_4_O:O_O_P": 1019,
      "1_6_F:N_F_C": 1020,
      "1_1_N:N_N_O": 1021,
      ":L_O_N": 1022,
      ":S_O_O": 1023,
      "1_5_N:C_N_S": 1024,
      "1_3_C:N_C_S": 1025,
      "2_0_O:C_O_C": 1026,
      "2_5_O:O_O_P": 1027,
      "1_1_L:C_L_N": 1028,
      "1_0_C:O_C_C": 1029,
      "_O:S_O_N": 1030,
      "_P:O_P_N": 1031,
      "2_6_O:S_O_C": 1032,
      "_C:C_C_F": 1033,
      "2_6_P:C_P_O": 1034,
      "1_0_O:C_O_C": 1035,
      "1_1_C:N_C_O": 1036,
      "1_1_S:O_S_O": 1037,
      "_O:C_O_B": 1038,
      "1_1_O:O_O_S": 1039,
      "1_2_O:S_O_C": 1040,
      "1_6_C:B_C_B": 1041,
      "1_1_F:O_F_F": 1042,
      "2_1_L:N_L_N": 1043,
      "2_6_P:C_P_C": 1044,
      "_B:C": 1045,
      "1_6_O:N_O_S": 1046,
      "1_5_C:O_C_C": 1047,
      "2_3_C:F_C_F": 1048,
      "2_2_O:S_O_C": 1049,
      "2_4_N:P_N_P": 1050,
      "1_2_O": 1051,
      "1_4_C:O_C_O": 1052,
      "1_4_N:P_N_P": 1053,
      "2_5_N:C_N_S": 1054,
      "_P:N": 1055,
      "2_5_O:O_O_C": 1056,
      "2_1_O:F_O_O": 1057,
      "_F:C_F_O": 1058,
      "2_1_C:F_C_C": 1059,
      ":F_O_C": 1060,
      "2_6_L:N_L_C": 1061,
      "1_6_O:S_O_C": 1062,
      "1_4_C:F_C_C": 1063,
      "2_6_C:L_C_C": 1064,
      ":S_N_S": 1065,
      "2_3_C:N_C_S": 1066,
      "1_1_N:C_N_O": 1067,
      "2_4_C:O_C_O": 1068,
      "_C:C_C_P": 1069,
      "1_3_O:O_O_C": 1070,
      "1_2_O:C_O_S": 1071,
      ":L_O_O": 1072,
      "_L:C_L": 1073,
      "_L:O_L_C": 1074,
      "1_6_L:N_L_C": 1075,
      "_U": 1076,
      "1_3_O:C_O_O": 1077,
      "2_4_O:O_O_C": 1078,
      "1_1_L:C_L_O": 1079,
      "1_5_O:C_O_S": 1080,
      "2_1_O:F_O_N": 1081,
      "2_0_F:G_F_F": 1082,
      "2_5_C:O_C_C": 1083,
      "1_2_L:O_L_C": 1084,
      "2_1_S:N_S": 1085,
      "2_4_C:C_C_B": 1086,
      "1_4_C:C_C_B": 1087,
      "2_3_O:C_O_O": 1088,
      "1_6_O:O_O_P": 1089,
      "2_6_C:P_C_O": 1090,
      ":F_N": 1091,
      "2_0_C:P_C_C": 1092,
      "1_1_C:F_C_C": 1093,
      "1_1_O:F_O_O": 1094,
      "2_4_C:P_C_P": 1095,
      ":E": 1096,
      "2_6_O:O_O_P": 1097,
      "2_1_L": 1098,
      "1_1_O:C_O_S": 1099,
      "2_6_S:O_S_C": 1100,
      "1_6_C:L_C_C": 1101,
      "1_3_C:O_C_O": 1102,
      "2_6_N:N_N_L": 1103,
      "2_2_L:O_L_C": 1104,
      "2_2_O": 1105,
      "2_1_F:N_F_N": 1106,
      "1_6_P:C_P_C": 1107,
      "2_6_C:P_C_N": 1108,
      "2_2_O:C_O_S": 1109,
      "1_6_P:C_P_O": 1110,
      ":C_O_F": 1111,
      "_O:S_O": 1112,
      "1_5_C:C_C_O": 1113,
      "2_6_N:P_N_C": 1114,
      ":S_O_N": 1115,
      "1_4_F:C_F_C": 1116,
      "1_1_O:F_O_N": 1117,
      "2_6_P:P_P_C": 1118,
      "1_2_F:C_F_F": 1119,
      "2_0_O:P_O_O": 1120,
      "1_4_C:P_C_P": 1121,
      "2_6_O:P_O_N": 1122,
      "1_1_L:N_L_N": 1123,
      "1_6_C:F_C_F": 1124,
      "2_5_O:C_O_S": 1125,
      "2_4_O:P_O_C": 1126,
      "B:C": 1127,
      "1_1_L": 1128,
      "1_4_S:C_S_C": 1129,
      "2_3_S:C_S_C": 1130,
      "S:C_S_F": 1131,
      "1_5_F:C_F_C": 1132,
      ":L_L_C": 1133,
      "1_3_S:C_S_C": 1134,
      ":N_F_F": 1135,
      "_C_L": 1136,
      ":F_L_C": 1137,
      "2_0_O": 1138,
      "_C:F_C_N": 1139,
      "1_4_O:P_O_C": 1140,
      "1_2_C:O_C_N": 1141,
      "2_4_S:C_S_C": 1142,
      "2_3_C:O_C_O": 1143,
      "2_5_O:P_O_C": 1144,
      "2_6_C:N_C_S": 1145,
      "_C:N_C_F": 1146,
      "1_6_C:P_C_O": 1147,
      "2_4_F:C_F_C": 1148,
      "2_4_O:P_O_O": 1149,
      "1_CA": 1150,
      "1_5_O:C_O_N": 1151,
      "2_5_C:C_C_O": 1152,
      ":L_N_C": 1153,
      "_I_C": 1154,
      "1_6_O:P_O_N": 1155,
      "2_6_P:O_P_N": 1156,
      "1_6_C:P_C_N": 1157,
      "1_0_O": 1158,
      "I_CG2:CB_CG1_CA": 1159,
      ":F_F_N": 1160,
      "2_0_S:C_S_N": 1161,
      "_P:N_P_C": 1162,
      "2_4_C:F_C_C": 1163,
      "2_6_N:F_N_C": 1164,
      "_F:C_F_N": 1165,
      "1_6_N:P_N_C": 1166,
      "B:C_B_C": 1167,
      "1_4_O:P_O_O": 1168,
      "2_3_O:O_O_C": 1169,
      ":O_O_L": 1170,
      "2_5_O:C_O_N": 1171,
      "2_6_N:O_N_O": 1172,
      "1_5_O:P_O_C": 1173,
      "1_2_O:N_O_P": 1174,
      "2_5_F:C_F_C": 1175,
      "2_5_O:P_O_O": 1176,
      "1_1_S:N_S": 1177,
      "1_6_N:O_N_O": 1178,
      "2_6_N:C_N_F": 1179,
      "2_1_O:O_O_P": 1180,
      "2_6_P:P_P_O": 1181,
      "1_1_F:N_F_N": 1182,
      "1_2_S:O_S_C": 1183,
      "2_2_C:N_C_N": 1184,
      "2_1_O:L_O_N": 1185,
      "1_6_F:C_F_F": 1186,
      "2_6_B:C": 1187,
      "1_2_C:N_C_N": 1188,
      ":F_N_O": 1189,
      "2_2_O:N_O_P": 1190,
      "2_1_O:S_O_O": 1191,
      "2_0_N:C_N_N": 1192,
      "1_6_P:O_P_N": 1193,
      "1_5_O:P_O_O": 1194,
      "1_5_C:C_C_N": 1195,
      "1_6_N:F_N_C": 1196,
      "R_NE:CD_NE_NE": 1197,
      "2_6_N:S_N_S": 1198,
      "1_0_C:P_C_C": 1199,
      "1_0_F:G_F_F": 1200,
      "2_1_C:O_C_S": 1201,
      "2_6_C:S": 1202,
      "2_5_C:C_C_N": 1203,
      "2_2_C:O_C_N": 1204,
      "1_6_B:C": 1205,
      "2_6_F:C_F_F": 1206,
      "1_6_C:N_C_S": 1207,
      "2_2_F:C_F_F": 1208,
      "1_6_P:P_P_C": 1209,
      "_E_C": 1210,
      "1_6_S:O_S_C": 1211,
      "2_6_C:F_C_F": 1212,
      "_P_P": 1213,
      "2_6_N:S_N_C": 1214,
      "2_2_O:P_O_N": 1215,
      "1_0_N:C_N_N": 1216,
      ":B_O_C": 1217,
      "1_2_O:P_O_N": 1218,
      "1_1_O:L_O_N": 1219,
      "_O_S": 1220,
      "1_0_O:P_O_O": 1221,
      ":C_F": 1222,
      "1_4_O": 1223,
      "1_3_O:O_O_P": 1224,
      "2_0_O:O_O_C": 1225,
      "1_6_N:N_N_L": 1226,
      "2_4_N:C_N_P": 1227,
      "1_0_S:C_S_N": 1228,
      "1_0_O:N_O_C": 1229,
      ":C_I_C": 1230,
      "2_0_N:C_N_C": 1231,
      "S:O_S_N": 1232,
      "2_0_O:S_O_O": 1233,
      "2_1_S:N_S_O": 1234,
      "_L:C_L_S": 1235,
      "1_5_O": 1236,
      "2_0_S:O_S_C": 1237,
      "2_4_C:C_C_P": 1238,
      "2_0_C:C_C_S": 1239,
      "1_1_O:O_O_P": 1240,
      "2_0_S:C_S_O": 1241,
      "1_0_S:O_S_C": 1242,
      "2_1_O:L_O_O": 1243,
      "1_2_F:C_F_O": 1244,
      "1_4_N:C_N_P": 1245,
      "_N:C_N_B": 1246,
      "2_1_C:F_C_F": 1247,
      "1_5_O:N_O_C": 1248,
      "1_5_C:N_C_S": 1249,
      "1_6_N:C_N_F": 1250,
      "2_1_O:F_O_C": 1251,
      "1_0_C:C_C_S": 1252,
      "S:S": 1253,
      "2_5_N:C_N_O": 1254,
      "1_2_C:S_C_C": 1255,
      "1_6_P:P_P_O": 1256,
      ":O_N_S": 1257,
      "2_3_O:O_O_P": 1258,
      "_F:O_F_C": 1259,
      "1_6_N:S_N_S": 1260,
      "_P:O_P_P": 1261,
      "2_6_S:N_S": 1262,
      "2_6_F:F_F_O": 1263,
      "_C:F_C_O": 1264,
      "2_0_O:N_O_C": 1265,
      "_C:L_C_O": 1266,
      "1_3_C:C_C_L": 1267,
      "2_2_O:S_O_O": 1268,
      "2_1_S:N_S_S": 1269,
      "_S_C": 1270,
      "1_3_C:F_C_F": 1271,
      "1_1_O:O_N_C": 1272,
      ":I": 1273,
      "_C:E": 1274,
      "1_0_S:C_S_O": 1275,
      "2_4_O": 1276,
      "2_2_S:O_S_C": 1277,
      "1_1_C:O_C_S": 1278,
      "1_0_O:O_O_C": 1279,
      "_C:L_C_N": 1280,
      ":C_U": 1281,
      "1_6_F:O_F_C": 1282,
      "1_2_O:O_O_S": 1283,
      "_C:B_C_C": 1284,
      "1_1_O:F_O_C": 1285,
      "_U:C_U": 1286,
      "2_5_C:N_C_S": 1287,
      "2_6_N:P_N_P": 1288,
      ":E_O_C": 1289,
      "2_0_C:F_C_C": 1290,
      ":N_O_F": 1291,
      "1_1_O:S_O_O": 1292,
      "1_2_N": 1293,
      "2_1_S:C_S_F": 1294,
      "1_4_F:C_F_F": 1295,
      "1_2_O:S_O_O": 1296,
      ":C_E_C": 1297,
      "1_0_N:C_N_C": 1298,
      "2_6_F:O_F_C": 1299,
      "2_3_O:P_O_O": 1300,
      "2_1_L:C_L_L": 1301,
      "2_0_O:O_O_S": 1302,
      "2_3_C:C_C_L": 1303,
      "2_5_O": 1304,
      "2_6_P:N_P_C": 1305,
      "1_2_O:C_O_F": 1306,
      "1_5_N:C_N_O": 1307,
      ":B_O_O": 1308,
      "_CB:N_CA_C": 1309,
      "_C:E_C_C": 1310,
      "2_1_O:O_O_L": 1311,
      "1_3_O:P_O_O": 1312,
      "2_1_N:F_N_O": 1313,
      "1_1_C:F_C_F": 1314,
      "2_0_O:S_O_N": 1315,
      ":C_O_L": 1316,
      ":F_O_N": 1317,
      "2_4_F:C_F_F": 1318,
      "1_4_C:C_C_P": 1319,
      "2_1_F:C_F_N": 1320,
      "1_1_S:N_S_O": 1321,
      "2_2_O:O_O_S": 1322,
      "2_2_F:C_F_O": 1323,
      "1_2_L:N_L_C": 1324,
      "2_3_O:C_O_B": 1325,
      "2_1_C:L_C_C": 1326,
      "2_0_S:O_S_O": 1327,
      "2_5_C:P_C_P": 1328,
      "2_5_O:C_O_L": 1329,
      "1_6_C:S": 1330,
      "1_5_O:C_O_L": 1331,
      "1_4_O:S_O_C": 1332,
      "1_1_S:C_S_F": 1333,
      "2_1_F:N_F_F": 1334,
      ":L_N": 1335,
      "_P:P_P_N": 1336,
      "2_6_S:O_S_O": 1337,
      "_E:C_E_C": 1338,
      "L:N_L": 1339,
      "2_5_O:N_O_C": 1340,
      "1_6_N:P_N_P": 1341,
      "2_4_O:S_O_C": 1342,
      "2_1_O:L_O_C": 1343,
      "1_1_O:L_O_O": 1344,
      ":C_F_S": 1345,
      "1_1_S:S": 1346,
      "2_0_P:O_P_C": 1347,
      "1_6_F:C_F_N": 1348,
      "1_6_N:S_N_C": 1349,
      "_B:B_B_C": 1350,
      "1_1_C:L_C_C": 1351,
      "1_0_O:S_O_O": 1352,
      "1_0_O:O_O_O": 1353,
      "2_6_O:O_O_S": 1354,
      "1_6_O:O_O_S": 1355,
      "1_4_C:N_C_O": 1356,
      "2_5_O:S_O_C": 1357,
      "2_1_F:C_F_O": 1358,
      ":O_F_O": 1359,
      "1_4_F:C_F_O": 1360,
      "2_0_O:O_O_O": 1361,
      "1_0_O:S_O_N": 1362,
      "_I:C_I_C": 1363,
      "_C:O_C_F": 1364,
      "2_2_O:C_O_F": 1365,
      "1_5_O:S_O_C": 1366,
      "1_6_F:F_F_O": 1367,
      "2_0_O:C_O_N": 1368,
      "1_1_F:C_F_N": 1369,
      "_C:N_C_L": 1370,
      "2_0_F:F_F_F": 1371,
      "2_1_L:F_L_C": 1372,
      "2_1_S:O_S_N": 1373,
      "1_6_O:F_O_C": 1374,
      "_C:O_C_L": 1375,
      "_S:N_S_N": 1376,
      ":S_N_N": 1377,
      "2_1_C:P_C_N": 1378,
      "1_1_F:N_F_F": 1379,
      "2_6_S:N_S_S": 1380,
      "2_6_F:C_F_N": 1381,
      "2_0_C:C_C_F": 1382,
      "1_6_B:C_B_B": 1383,
      "2_6_C:O_C_S": 1384,
      "1_0_P:O_P_C": 1385,
      "Q_CB:N_CA_C": 1386,
      ":S_L_C": 1387,
      "E_CG:CB_CG_CD": 1388,
      "1_4_L:C_L_C": 1389,
      "_U:C_U_C": 1390,
      ":V": 1391,
      "2_1_O:S_O_N": 1392,
      "2_2_C:S_C_C": 1393,
      "1_2_F:C_F_N": 1394,
      "1_3_L:C_L_C": 1395,
      "1_5_C:S_C_C": 1396,
      "_O:S_O_P": 1397,
      "2_6_P:C_P_N": 1398,
      "2_6_O:F_O_C": 1399,
      "1_2_C:N_C_O": 1400,
      "2_6_L:C_L_S": 1401,
      "2_6_C:N_C_F": 1402,
      "1_5_N:C_N_N": 1403,
      "1_6_P:N_P_C": 1404,
      "2_1_O:C_O_F": 1405,
      "_L:C_L_L": 1406,
      "2_3_L:C_L_C": 1407,
      "1_1_O:O": 1408,
      "2_4_F:C_F_O": 1409,
      "2_6_S:C_S_O": 1410,
      "1_1_O:O_C_C": 1411,
      "1_1_C:P_C_N": 1412,
      "1_1_O:L_O_C": 1413,
      "2_1_B:C_B_C": 1414,
      "1_1_F:F_F_N": 1415,
      "2_2_L:N_L_C": 1416,
      "2_6_C:S_C_N": 1417,
      "2_1_F:F_F_N": 1418,
      "2_4_L:C_L_C": 1419,
      "1_5_N:N_N_C": 1420,
      "2_2_C:N_C_O": 1421,
      "1_1_S:S_C_C": 1422,
      "1_0_O:C_O_N": 1423,
      "2_5_N:C_N_N": 1424,
      "1_1_L:C_L_L": 1425,
      "2_4_C:N_C_O": 1426,
      "2_6_B:C_B_B": 1427,
      ":F_N_N": 1428,
      "_O_F": 1429,
      "1_2_O:N_O_N": 1430,
      ":O_B_C": 1431,
      "_O:S_O_F": 1432,
      "1_1_S:N_S_S": 1433,
      "1_0_C:C_C_F": 1434,
      "1_3_O:C_O_B": 1435,
      "2_0_O:C_O_O": 1436,
      "2_6_P:N": 1437,
      "2_5_O:N_O_P": 1438,
      "1_1_C:C_N_C": 1439,
      "L:C_L_O": 1440,
      "2_1_L:L_L_C": 1441,
      "1_5_L:C_L_C": 1442,
      ":E_O": 1443,
      "1_6_C:O_C_S": 1444,
      "2_2_F:C_F_N": 1445,
      "1_4_O:O_O_S": 1446,
      "_C:N_C_B": 1447,
      "2_1_O:S_O_C": 1448,
      "1_5_O:N_O_P": 1449,
      "1_1_L:F_L_C": 1450,
      "2_0_P:C": 1451,
      "1_2_O:C_O_L": 1452,
      "1_1_O:S_O_N": 1453,
      "2_1_S:O_S_C": 1454,
      "2_6_P:O_P_P": 1455,
      "1_4_O:C_O_F": 1456,
      "1_5_N:O_N_C": 1457,
      "_L:C_L_N": 1458,
      "_P:P_P": 1459,
      "2_2_C:N_C_S": 1460,
      "1_1_F:C_F_O": 1461,
      "L:N_L_S": 1462,
      "2_3_O:P_O_C": 1463,
      "2_6_B:C_B_C": 1464,
      "2_2_N:N_N_N": 1465,
      "_S:O_S_N": 1466,
      "1_1_L:L_L_C": 1467,
      "2_6_N:C_N_B": 1468,
      "1_2_N:N_N_N": 1469,
      "2_4_O:C_O_F": 1470,
      "1_4_O:C_O_L": 1471,
      "1_3_O:P_O_C": 1472,
      "_P:P_P_B": 1473,
      "1_1_O:O_O_L": 1474,
      "2_5_N:N_N_C": 1475,
      "2_5_O:P_O_N": 1476,
      "2_2_O:C_O_B": 1477,
      "2_4_O:O_O_S": 1478,
      "2_6_N:L_N_C": 1479,
      ":N_O_L": 1480,
      "2_6_O:N_O_P": 1481,
      ":F_O_S": 1482,
      "1_4_F:C_F_N": 1483,
      "2_2_O:N_O_N": 1484,
      "1_1_B:C_B_C": 1485,
      ":P_S": 1486,
      "1_6_S:O_S_O": 1487,
      "1_6_E:C_E_C": 1488,
      "1_6_B:C_B_C": 1489,
      "_C:B_C_O": 1490,
      ":V_O_O": 1491,
      "2_5_L:C_L_C": 1492,
      "2_1_C:F_C_N": 1493,
      "1_6_L:C_L_S": 1494,
      "1_5_F:C_F_O": 1495,
      "1_6_C:N_C_F": 1496,
      "1_6_P:O_P_P": 1497,
      "2_6_F:N_F_N": 1498,
      ":O_N_P": 1499,
      "1_2_O:N_O_O": 1500,
      "_L:C_L_O": 1501,
      "1_0_O:C_O_O": 1502,
      "1_2_F:F_F_C": 1503,
      "1_0_S:O_S_O": 1504,
      "1_0_C:F_C_C": 1505,
      "2_2_O:N_O_O": 1506,
      "1_6_P:C_P_N": 1507,
      "_F:N_F_C": 1508,
      ":S_F_C": 1509,
      "_N:P_N_O": 1510,
      "1_2_F:O_F_C": 1511,
      "1_5_C:P_C_P": 1512,
      "2_4_P:O_P_O": 1513,
      ":L_O_S": 1514,
      "_N:S_N_C": 1515,
      "1_0_N:O_N_C": 1516,
      "1_6_P:N": 1517,
      "1_0_O:O_O_S": 1518,
      "2_1_C:P_C_P": 1519,
      "2_2_O:C_O_L": 1520,
      "1_6_N:L_N_C": 1521,
      "1_6_O:N_O_P": 1522,
      "1_6_O:L_O_C": 1523,
      "1_6_O:F_O_N": 1524,
      "1_2_C:N_C_S": 1525,
      "2_6_O:L_O_C": 1526,
      "2_6_S:C_S_N": 1527,
      "2_5_N:O_N_C": 1528,
      ":L_F_C": 1529,
      "1_2_L": 1530,
      ":F_O_O": 1531,
      "2_6_O:C_O_F": 1532,
      "_N:O_N_S": 1533,
      "_H": 1534,
      "2_4_F:C_F_N": 1535,
      "1_1_S:O_S_N": 1536,
      "2_4_O:C_O_L": 1537,
      ":E_O_O": 1538,
      ":L_N_N": 1539,
      ":O_F_N": 1540,
      "1_2_O:C_O_B": 1541,
      "2_6_U:C_U_C": 1542,
      "_N:N_N_F": 1543,
      "2_0_P:O_P_O": 1544,
      "1_4_O:N_O_P": 1545,
      "2_5_F:C_F_O": 1546,
      "I:C_I_C": 1547,
      ":F_F": 1548,
      "2_1_O:B_O_O": 1549,
      "1_2_N:O_N_O": 1550,
      "1_1_O:C_O_F": 1551,
      "_C:F_C_L": 1552,
      "2_2_S:C_S_N": 1553,
      "1_6_N:C_N_B": 1554,
      "2_6_O:S_O_O": 1555,
      ":L_F_F": 1556,
      ":P_S_O": 1557,
      "1_2_O:S_O_N": 1558,
      "2_2_O:S_O_N": 1559,
      "1_6_B:B_B_C": 1560,
      ":U": 1561,
      "1_5_O:P_O_N": 1562,
      "2_6_C:S_C_O": 1563,
      "1_4_L:O_L_C": 1564,
      "2_0_N:O_N_C": 1565,
      "1_1_O:S_O_C": 1566,
      "1_1_N:F_N_O": 1567,
      "2_1_N:F_N_C": 1568,
      "2_6_P:P_P_N": 1569,
      "1_6_O:C_O_F": 1570,
      "1_5_F:F_F_C": 1571,
      "2_0_O:P_O_C": 1572,
      "1_4_O:S_O_O": 1573,
      "2_4_O:S_O_O": 1574,
      "1_3_C:N_C_O": 1575,
      "2_5_C:S_C_C": 1576,
      "1_3_F:C_F_C": 1577,
      "1_1_C:F_C_N": 1578,
      "S:C_S_L": 1579,
      "_C:L_C_L": 1580,
      "_O_P": 1581,
      ":O_L_N": 1582,
      "2_4_O:N_O_P": 1583,
      "2_2_S:N_S_N": 1584,
      "_C:I": 1585,
      ":S_N_L": 1586,
      "2_1_C:C_C_F": 1587,
      "1_6_F:N_F_N": 1588,
      "2_1_L:N_L_S": 1589,
      "1_2_S:C_S_N": 1590,
      ":O_L": 1591,
      "1_6_C:S_C_N": 1592,
      "1_6_L:O_L_C": 1593,
      "2_1_N:S_N_C": 1594,
      "2_6_B:B_B_C": 1595,
      "1_1_F:O_F_O": 1596,
      "1_6_S:C_S_O": 1597,
      "1_6_S:N_S": 1598,
      "1_4_N:N_N_S": 1599,
      "1_6_O:S_O_O": 1600,
      "P:O": 1601,
      "P:O_P_O": 1602,
      "2_2_F:O_F_C": 1603,
      "2_6_L:O_L_C": 1604,
      "1_6_S:C_S_N": 1605,
      "1_1_N:F_N_C": 1606,
      "1_1_C:L_C_O": 1607,
      "1_2_C:F_C_C": 1608,
      "2_1_O:N_O_F": 1609,
      "1_1_S:O_S_C": 1610,
      "2_0_P:C_P_O": 1611,
      "2_1_C:L_C_O": 1612,
      "2_0_P:P_P_C": 1613,
      "2_0_N:C_N_S": 1614,
      "2_0_F:C_F_F": 1615,
      "1_1_C:E_C_C": 1616,
      "_C:U": 1617,
      "1_4_S:O_S_O": 1618,
      ":F_F_P": 1619,
      "L_CD2": 1620,
      "_C:U_C_C": 1621,
      ":CB_CD2_CB": 1622,
      "L_CD2:CB_CD2_CB": 1623,
      "2_4_N:N_N_S": 1624,
      "2_6_O:S_O_N": 1625,
      "1_0_P:C": 1626,
      "_O:S_O_S": 1627,
      "2_2_F:F_F_C": 1628,
      "1_5_F:O_F_C": 1629,
      "_N:N_N_P": 1630,
      "2_1_C:E_C_C": 1631,
      "1_1_C:P_C_P": 1632,
      "1_2_S:N_S_N": 1633,
      ":N_B_C": 1634,
      "_B:O_B_C": 1635,
      "1_2_O:O_O_O": 1636,
      "2_1_O:E_O_C": 1637,
      ":L_N_O": 1638,
      "1_2_O:F_O_C": 1639,
      "2_6_O:F_O_N": 1640,
      "1_0_P:O_P_O": 1641,
      ":N_E_C": 1642,
      "1_6_O:S_O_N": 1643,
      "1_0_F:F_F_F": 1644,
      "2_6_F:C_F_O": 1645,
      "2_4_O:P_O_N": 1646,
      "2_1_C:L_C_N": 1647,
      ":O_I_C": 1648,
      "2_4_S:O_S_O": 1649,
      "1_6_F:C_F_O": 1650,
      ":P_O_O": 1651,
      ":O_N_F": 1652,
      "2_1_F:O_F_O": 1653,
      "2_2_L:C_L_O": 1654,
      "1_3_O": 1655,
      "2_3_F:C_F_C": 1656,
      "2_6_P:N_P_O": 1657,
      "1_5_C:O_C_O": 1658,
      "2_3_S:N_S_N": 1659,
      "2_0_P:P_P_B": 1660,
      ":O_O_B": 1661,
      "1_2_O:L_O_C": 1662,
      "_S:P_S_O": 1663,
      "1_4_C:S_C_C": 1664,
      "2_0_N:C_N_O": 1665,
      "2_0_N:N_N_C": 1666,
      "1_6_L": 1667,
      "2_3_C:N_C_O": 1668,
      "_C:S_C_S": 1669,
      "2_0_O:V_O_O": 1670,
      ":O_L_O": 1671,
      "2_6_N:O_N_S": 1672,
      "2_3_C:L_C_L": 1673,
      "2_2_C:C_C_F": 1674,
      "1_4_F:F_F_C": 1675,
      "2_0_I:C_I_C": 1676,
      "1_5_F:C_F_F": 1677,
      "1_2_C:C_C_F": 1678,
      ":C_F_L": 1679,
      "1_5_O:O_O_S": 1680,
      "2_0_O:S_O_C": 1681,
      "1_2_O:N_O_S": 1682,
      "1_1_C:C_C_F": 1683,
      "1_6_S:N_S_S": 1684,
      "1_4_O:P_O_N": 1685,
      "2_1_C:F_C_O": 1686,
      "1_1_N:S_N_C": 1687,
      "2_0_S:C_S_S": 1688,
      "1_1_O:B_O_O": 1689,
      "2_3_C:F_C_L": 1690,
      "1_4_C:N_C_P": 1691,
      "2_2_L": 1692,
      "1_6_P:P_P_N": 1693,
      "1_2_L:C_L_O": 1694,
      "2_1_C:B_C_O": 1695,
      "2_1_L:C_L_F": 1696,
      "B:O_B_C": 1697,
      "2_1_C:C_C_L": 1698,
      "2_0_I": 1699,
      "1_0_C:C_C_L": 1700,
      "_C:I_C_C": 1701,
      "S:F": 1702,
      "1_6_C:F_C_N": 1703,
      "_H_C": 1704,
      "2_6_S:O_S_N": 1705,
      "S:S_S_C": 1706,
      ":B_O_N": 1707,
      "2_1_C:O_C_P": 1708,
      "2_6_N:P_N_O": 1709,
      "1_5_L:O_L_C": 1710,
      "2_4_L:O_L_C": 1711,
      "_U:C_U_N": 1712,
      "_S_N": 1713,
      "2_0_N:N_N_N": 1714,
      "1_0_O:P_O_C": 1715,
      "_E:N_E_C": 1716,
      "1_0_N:C_N_S": 1717,
      "2_2_O:N_O_S": 1718,
      "2_6_P:N_P_N": 1719,
      "1_0_F:C_F_F": 1720,
      "1_6_F:C_F_S": 1721,
      "_B_S": 1722,
      "_B_N": 1723,
      ":N_CB_CA": 1724,
      "P_CB:N_CB_CA": 1725,
      "2_6_C:F_C_N": 1726,
      "_O:S_O_L": 1727,
      "2_5_O:O_O_S": 1728,
      "1_2_S:O_S_O": 1729,
      "_N:N_N_B": 1730,
      "1_3_S:N_S_N": 1731,
      "1_4_N:O_N_N": 1732,
      "2_6_O:C_O_L": 1733,
      "1_1_O:N_O_F": 1734,
      "2_1_L:S_L_C": 1735,
      "2_6_E:C_E_C": 1736,
      ":C_H_C": 1737,
      "1_6_F:O_F_F": 1738,
      "2_6_C:C_C_E": 1739,
      "1_0_P:P_P_C": 1740,
      "_N_N": 1741,
      "1_6_U:C_U_C": 1742,
      "L_CD1:CB_CD1_CA": 1743,
      "2_6_F:C_F_S": 1744,
      "2_1_O:E_O_O": 1745,
      "2_2_N": 1746,
      "1_3_S:O_S_C": 1747,
      "1_0_I:C_I_C": 1748,
      ":S_N_O": 1749,
      "1_1_C:F_C_O": 1750,
      ":C_O_B": 1751,
      "1_5_F:C_F_N": 1752,
      "1_5_O:L_O_C": 1753,
      "1_1_C:L_C_N": 1754,
      "_B:N_B_C": 1755,
      "2_6_L:C_L_N": 1756,
      "2_1_S:S_S_C": 1757,
      "_C:P_C_S": 1758,
      "2_6_C:U_C_C": 1759,
      "2_6_N:S_N_N": 1760,
      "2_6_L:C_L_L": 1761,
      "1_6_O:L_O_N": 1762,
      "1_6_N:O_N_S": 1763,
      ":F_O_P": 1764,
      "2_2_S:O_S_O": 1765,
      "2_4_C:S_C_C": 1766,
      "2_1_O:F_O_F": 1767,
      "1_1_L:S_L_C": 1768,
      "2_0_C:C_C_L": 1769,
      "1_6_C:S_C_O": 1770,
      "1_4_F:O_F_C": 1771,
      "2_5_C:O_C_O": 1772,
      ":N_F_O": 1773,
      "1_2_B:C_B_C": 1774,
      "1_6_L:C_L_N": 1775,
      "2_4_C:N_C_P": 1776,
      "_L:L_L_C": 1777,
      "1_0_S:C_S_S": 1778,
      "2_6_F:O_F_F": 1779,
      "_V": 1780,
      "S:C_S_S": 1781,
      "1_2_L:L_L_C": 1782,
      "1_5_C:O_C_N": 1783,
      "2_1_C:O_C_L": 1784,
      "1_0_N:N_N_C": 1785,
      ":N_L_N": 1786,
      "2_3_O:S_O_C": 1787,
      "2_4_O:B_O_C": 1788,
      "1_0_O:S_O_C": 1789,
      "2_1_O:C_O_L": 1790,
      "1_1_C:B_C_C": 1791,
      "2_6_N:N_N_F": 1792,
      "2_5_F:C_F_F": 1793,
      "2_6_L": 1794,
      "2_0_O:C_O_S": 1795,
      "1_6_P:N_P_N": 1796,
      "2_5_F:O_F_C": 1797,
      "_B_O": 1798,
      "1_2_F:N_F_C": 1799,
      "1_0_P:P_P_B": 1800,
      "1_3_O:S_O_C": 1801,
      "1_6_O:F_O_O": 1802,
      "1_5_O:C_O_F": 1803,
      "1_2_C:L_C_C": 1804,
      "2_1_N:C_N_S": 1805,
      "2_5_O:C_O_F": 1806,
      "1_6_P:N_P_O": 1807,
      "2_1_C:B_C_C": 1808,
      "1_1_C:O_C_L": 1809,
      "1_1_C:C_C_L": 1810,
      "2_2_C:F_C_C": 1811,
      "1_6_O:L_O_O": 1812,
      "1_4_O:B_O_C": 1813,
      "2_2_P:O_P_O": 1814,
      ":C_I": 1815,
      "1_2_N:C_N_F": 1816,
      "2_2_N:C_N_F": 1817,
      "1_6_N:S_N_N": 1818,
      "2_6_C:N_C_L": 1819,
      "1_6_L:C_L_L": 1820,
      "2_3_O": 1821,
      "_F:L_F_F": 1822,
      "1_1_C:O_C_P": 1823,
      "1_0_O:C_O_S": 1824,
      "1_1_O:F_O_F": 1825,
      "1_6_S:O_S_N": 1826,
      "1_4_N:O_N_S": 1827,
      "2_6_N:O_N_P": 1828,
      "2_6_C:S_C_S": 1829,
      "1_1_S:C_S_L": 1830,
      "2_0_P:C_P_C": 1831,
      ":B_N_C": 1832,
      "1_2_O:F_O_S": 1833,
      ":S_O_S": 1834,
      "1_6_O:C_O_L": 1835,
      "1_0_P:C_P_O": 1836,
      "2_0_O:N_O_S": 1837,
      "2_6_C:B_C_C": 1838,
      "1_6_N:N_N_F": 1839,
      "2_5_C:O_C_N": 1840,
      "2_6_O:F_O_O": 1841,
      "_C:B_C_N": 1842,
      "1_2_O:O_O_N": 1843,
      "2_6_C:F_C_O": 1844,
      "2_6_N:S_N_L": 1845,
      "L:N_L_O": 1846,
      "1_6_N:P_N_O": 1847,
      "2_5_F:C_F_N": 1848,
      "2_2_O:F_O_C": 1849,
      "1_1_O:E_O_C": 1850,
      "2_0_C:P_C_O": 1851,
      "1_4_O:N_O_S": 1852,
      "_S:S": 1853,
      "2_1_C:S_C_F": 1854,
      "1_4_P:O_P_O": 1855,
      "1_3_O:O_O_S": 1856,
      "2_1_N:L_N_O": 1857,
      "2_2_O:L_O_C": 1858,
      "_C:F_C_S": 1859,
      "1_1_L:C_L_F": 1860,
      "1_0_O:V_O_O": 1861,
      "1_6_F:F_F_N": 1862,
      "2_3_O:S_O_P": 1863,
      "2_5_F:F_F_C": 1864,
      "2_2_O:O_O_O": 1865,
      "1_5_C:C_C_S": 1866,
      "2_1_N:F_N_N": 1867,
      "1_6_F:O_F_N": 1868,
      "1_1_C:B_C_O": 1869,
      "2_1_I:C_I_C": 1870,
      "2_4_N:N_N_B": 1871,
      "2_6_O:L_O_O": 1872,
      "1_3_C:C_C_B": 1873,
      "1_3_C:N_C_B": 1874,
      "2_5_O:S_O_O": 1875,
      "2_1_O:P_O_O": 1876,
      "1_6_C:C_C_E": 1877,
      "2_0_S:P_S_O": 1878,
      "1_6_N:S_N_L": 1879,
      "2_5_C:N_C_O": 1880,
      "2_6_L:C_L_O": 1881,
      "2_6_N:N_N_P": 1882,
      "1_5_C:N_C_O": 1883,
      "2_6_B:C_B_S": 1884,
      "_N:C_N_U": 1885,
      "1_2_L:F_L_C": 1886,
      ":C_I_O": 1887,
      "_O_I": 1888,
      "1_3_O:S_O_P": 1889,
      "2_5_C:C_C_S": 1890,
      "2_1_F:F_F_P": 1891,
      ":I_O_I": 1892,
      "1_1_C:S_C_F": 1893,
      "2_1_S:C_S_L": 1894,
      "1_3_N:N_N_S": 1895,
      "1_2_N:L_N_C": 1896,
      "2_3_O:O_O_S": 1897,
      "S:F_S_N": 1898,
      "1_6_C:B_C_C": 1899,
      "1_6_C:E_C_C": 1900,
      "2_4_O:C_O_B": 1901,
      "1_3_L:O_L_C": 1902,
      "2_6_C:O_C_F": 1903,
      "T_CB:N_CA_C": 1904,
      "1_2_C:C_C_L": 1905,
      "2_2_F:N_F_C": 1906,
      "2_0_C:P_C_P": 1907,
      "1_1_O:E_O_O": 1908,
      "2_4_O:N_O_S": 1909,
      "1_1_N:C_N_S": 1910,
      ":B_N": 1911,
      "1_6_N:O_N_P": 1912,
      "1_0_N:S_N_C": 1913,
      "1_0_N:C_N_O": 1914,
      "_N:P_N_N": 1915,
      "1_3_O:N_O_N": 1916,
      "2_6_S:N_S_N": 1917,
      "1_1_L:N_L_S": 1918,
      "_S:C_S_P": 1919,
      "2_4_F:F_F_C": 1920,
      "1_1_O:C_O_L": 1921,
      "1_6_C:N_C_L": 1922,
      "2_6_S:N_S_O": 1923,
      "2_3_N:N_N_S": 1924,
      "1_5_O:F_O_C": 1925,
      "1_2_N:C_N_L": 1926,
      "2_4_O:S_O_N": 1927,
      "1_6_C:F_C_O": 1928,
      "2_0_C:O_C_P": 1929,
      "1_4_L:N_L_C": 1930,
      "2_1_N:L_N_N": 1931,
      "1_5_O:E_O_C": 1932,
      "2_4_N:O_N_N": 1933,
      "2_3_O:S_O_O": 1934,
      "1_6_E:N_E_C": 1935,
      "2_1_N:O_N_F": 1936,
      "1_1_F:F_F_P": 1937,
      "1_2_B:O_B_C": 1938,
      "1_1_S:S_S_C": 1939,
      "2_6_O:L_O_N": 1940,
      "1_6_C:S_C_S": 1941,
      "2_2_B:C_B_C": 1942,
      "1_5_F:N_F_C": 1943,
      "_CD2_CG": 1944,
      ":N_N_E": 1945,
      "1_1_I:C_I_C": 1946,
      "L:C_L_N": 1947,
      "2_0_S:N_S_C": 1948,
      "2_1_O:N_O_L": 1949,
      "2_3_L:O_L_C": 1950,
      "1_1_S": 1951,
      "1_0_N:N_N_N": 1952,
      "2_0_O:O_O_N": 1953,
      "2_0_I:O_I_C": 1954,
      "1_0_N:N_N_O": 1955,
      "2_2_C:C_C_L": 1956,
      ":B_F_C": 1957,
      "2_1_N:S_N_N": 1958,
      ":I_O_O": 1959,
      "1_0_O:N_O_S": 1960,
      "2_2_L:L_L_C": 1961,
      "1_1_N:L_N_N": 1962,
      "1_0_I": 1963,
      "1_6_L:C_L_O": 1964,
      "2_5_L:O_L_C": 1965,
      "1_0_O:O_O_N": 1966,
      "1_4_O:F_O_C": 1967,
      "1_6_N:N_N_P": 1968,
      "1_4_N": 1969,
      "1_3_O:N_O_P": 1970,
      "1_2_O:S_O_F": 1971,
      "1_2_P:O_P_O": 1972,
      "1_3_F:C_F_F": 1973,
      "2_5_O:L_O_C": 1974,
