{"[UNK]": 0, "[SEP]": 1, "[PAD]": 2, "\u0007": 3, "\n": 4, " ": 5, "-": 6, "0": 7, "1": 8, "2": 9, "3": 10, "4": 11, "5": 12, "6": 13, "7": 14, "8": 15, "9": 16, ":": 17, "A": 18, "B": 19, "C": 20, "D": 21, "E": 22, "F": 23, "G": 24, "H": 25, "I": 26, "K": 27, "L": 28, "M": 29, "N": 30, "O": 31, "P": 32, "Q": 33, "R": 34, "S": 35, "T": 36, "U": 37, "V": 38, "W": 39, "Y": 40, "Z": 41, "_": 42, ":C": 43, "1_": 44, "2_": 45, ":C_": 46, "C-": 47, "_C-": 48, "_O": 49, "C_C-": 50, "CD": 51, "C:C_": 52, "C:C_C_C-": 53, "N_": 54, "_C:C_C_C-": 55, "CG": 56, "CA": 57, "_N": 58, "CE": 59, "_CD": 60, "4_C:C_C_C-": 61, "_CG": 62, "1_O": 63, "N_CA": 64, "1:C": 65, "_O:C_": 66, "_CE": 67, "CB": 68, ":O": 69, "2:C": 70, "_O:C_N_CA": 71, "2_6": 72, "_C": 73, "1_4_C:C_C_C-": 74, "D1_": 75, ":N_": 76, "N_C-": 77, "2_4_C:C_C_C-": 78, "_N:C_": 79, "1_6": 80, ":N": 81, "2_CB": 82, "_OD": 83, "CD2": 84, "_N:C_N_C-": 85, "_CB": 86, "L_CD": 87, "1_N": 88, "O_C-": 89, "1:CB": 90, "_C:N_": 91, "1_4": 92, "_S": 93, "2:O": 94, "E2_": 95, ":N_CA": 96, ":N_CA_C": 97, "_OE": 98, "_CA": 99, "CZ": 100, "_C:N_C_C-": 101, "1_CG": 102, ":O_O": 103, "_CD1_": 104, "2_6_C:C_C_C-": 105, "2_1_O": 106, "_CG2:C": 107, "2_4": 108, ":CE": 109, "D_OD": 110, "1_OD": 111, "_SD": 112, "_CZ": 113, "1:CG": 114, "1_CZ": 115, "_O:C_O_C-": 116, "_CE2": 117, ":CG": 118, "_NH": 119, "D1_CE": 120, "L_CD2:C": 121, "D1_CD": 122, "D1_CD2_CB": 123, "L_CD2:CD1_CD2_CB": 124, "_NE": 125, "1_1_O": 126, "_N-": 127, "_CG2:CG": 128, "ND": 129, "1_3": 130, "_CA:N_CA_C": 131, "G_CA:N_CA_C": 132, "A_CG": 133, "1:CA_CG": 134, "_O-": 135, "1:CB_CD1_": 136, "L_CD1:CB_CD1_": 137, "L_CD1:CB_CD1_CD2": 138, "2:CZ": 139, "1_6_C:C_C_C-": 140, "B_CG": 141, "A_CB": 142, "2_3": 143, "D1_OD": 144, "2:OD1_OD": 145, "D_OD2:OD1_OD": 146, "D_OD2:OD1_OD2_CB": 147, "2_1_": 148, "2_O": 149, ":N_O": 150, "C:C_C": 151, "_C_C-": 152, "E2": 153, "F_CE": 154, ":O_C_C-": 155, "_C:C_C": 156, "2_CA": 157, "1_CG2_CA": 158, "_CG2:CG1_CG2_CA": 159, "V_CG2:CG1_CG2_CA": 160, ":CD": 161, "E_OE": 162, "1:CD1_CE": 163, "1:CD1_CE1_CZ": 164, "R_NH": 165, "1_NH": 166, "2_1_O:O_O": 167, "2_CD2": 168, "_CE2_CD2": 169, "2:CZ_CE2_CD2": 170, "G_O:C_N_CA": 171, "_OG": 172, ":C_O_C-": 173, "_OH": 174, "Y_OH": 175, "Y_OH:CE": 176, "H_CE2": 177, "1_OH_CE2": 178, "Y_OH:CE1_OH_CE2": 179, "D1_ND": 180, "2_OG": 181, ":N_O_C-": 182, "Y_CE": 183, "1:N": 184, "2:N": 185, "_C:O_C_C-": 186, "2_CG": 187, "CD2_CG": 188, "E2_CD2_CG": 189, "2_N": 190, "1_4_N:C_N_C-": 191, "1_1_": 192, "V_CG": 193, "1:CG_OE": 194, "1_CG2": 195, "1:CA_CG1_CG2": 196, "V_CG1:CA_CG1_CG2": 197, "A_CB:N_CA_C": 198, "_CH": 199, "1_1_O:O_O": 200, "_CB_CA": 201, "F_CD": 202, "2_4_N:C_N_C-": 203, "CE1": 204, "1:CG_CD1_": 205, "1:CG_CD1_CE1": 206, ":N_N_C-": 207, ":CB_CG": 208, "_CG:CB_CG": 209, "1_NE2": 210, ":CG_CD": 211, "_CZ3": 212, "_CD:CG_CD": 213, "1_4_C:N_C_C-": 214, "1_CD": 215, "D_OD1:CB": 216, "_OD1_OD": 217, "_OD1_OD2": 218, "D_OD1:CB_OD1_OD2": 219, "2:CE2_CD2_CG": 220, "Y_CD": 221, "F_CZ": 222, "F_CZ:CE": 223, "1_CZ_CE2": 224, "F_CZ:CE1_CZ_CE2": 225, ":CG_SD": 226, "1:NE": 227, "T_OG": 228, "1:CA_CG2_OG": 229, "T_OG1:CA_CG2_OG": 230, "T_OG1:CA_CG2_OG1": 231, "E2_CG": 232, "2:OE": 233, "E_OE2:OE": 234, "1_OE2_CG": 235, "E_OE2:OE1_OE2_CG": 236, "N-": 237, "N_N-": 238, "2_6_N:C_N_C-": 239, "2_6_C:C_C": 240, "F_CE1:CD1_CE1_CZ": 241, "_F": 242, "R_NH2:N": 243, "2_NE": 244, "H1_NH": 245, "R_NH2:NH1_NH": 246, "R_NH2:NH1_NH2_NE": 247, "I_CG2:C": 248, "I_CG2:CB_CG": 249, "1_CD1": 250, "I_CG2:CB_CG1_CD1": 251, "F_CE2:CZ_CE2_CD2": 252, "2_4_C:N_C_C-": 253, "N_OD": 254, "N_OD1:CB": 255, "N_OD1:CB_O": 256, "D1_ND2": 257, "N_OD1:CB_OD1_ND2": 258, "2_6_O:C_O_C-": 259, "R_NH1:NE": 260, "R_NH1:NE_NH": 261, "1_NH2": 262, "R_NH1:NE_NH1_NH2": 263, "_NZ": 264, "2_1_O:C_O_C-": 265, "Y_CE2:CZ_CE2_CD2": 266, "2_CZ": 267, "2_1_O:O_O_O-": 268, "G_CB_CA": 269, "Y_CE1:CD1_CE1_CZ": 270, "N_ND": 271, "2:OD1_ND": 272, "N_ND2:OD1_ND": 273, "N_ND2:OD1_ND2_CB": 274, "_N:N_N_C-": 275, "1_OE2": 276, "1:CG_OE1_OE2": 277, "E_OE1:CG_OE1_OE2": 278, "2_1_C:C_C_C-": 279, "M_SD": 280, ":CG_SD_SD": 281, "M_SD:CG_SD_SD": 282, "H_NE": 283, "2:CE": 284, "1_NE2_": 285, "H_NE2:CE": 286, "1_NE2_CD2": 287, "H_NE2:CE1_NE2_CD2": 288, "3_CZ3": 289, ":CA_CB": 290, "_CB:CA_CB": 291, "_CB:CA_CB_CG": 292, "F_CD1:CG_CD1_CE1": 293, "_P": 294, "2_1_O:O_O_C-": 295, "2_CE": 296, "S_OG": 297, ":OG_CB_CA": 298, "S_OG:OG_CB_CA": 299, "1_6_N:C_N_C-": 300, "1_6_O:C_O_C-": 301, "_P-": 302, "2_1_O:N_O_C-": 303, "1_1_O:C_O_C-": 304, "K_CD:CG_CD": 305, "_CG:CB_CG_CD": 306, "K_CD:CG_CD_CE": 307, "S_O:C_N_CA": 308, "1_CA": 309, "_CG2:CG2_OG": 310, "_CG2:CG2_OG1_CA": 311, "T_CG2:CG2_OG1_CA": 312, "2_6_O": 313, ":C_N_C-": 314, "A_O:C_N_CA": 315, "_CE:CD": 316, "K_CE:CD": 317, "K_CE:CD_CE": 318, "_S-": 319, "K_CE:CD_CE_NZ": 320, "2_C:C_C_C-": 321, "2_1_N": 322, "C_N-": 323, "1_1_O:O_O_O-": 324, "1_6_C:C_C": 325, "H_CE": 326, "D1_CE1_NE2": 327, "1:ND1_CE1_NE2": 328, "H_CE1:ND1_CE1_NE2": 329, "Q_OE": 330, "_C:N_C_N-": 331, "Q_OE1:CG_OE": 332, "Q_OE1:CG_OE1_NE2": 333, "F_CD2:CE2_CD2_CG": 334, "Y_CD1:CG_CD1_CE1": 335, "L_O:C_N_CA": 336, "1_3_C:N_C_C-": 337, "1_1_C:C_C_C-": 338, "D_O:C_N_CA": 339, "Y_CD2:CE2_CD2_CG": 340, "1_3_C:C_C_C-": 341, "1_1_O:O_O_C-": 342, "1_4_C:C_C_C-L_CD1:CB_CD1_CD2": 343, "_CG_CB": 344, "_CG:CD": 345, "_CG:CD_CG_CB": 346, "P_CG:CD_CG_CB": 347, "1_6_O": 348, "M_CG:CB_CG": 349, "M_CG:CB_CG_SD": 350, "R_CD:CG_CD": 351, "R_CD:CG_CD_NE": 352, "2_N:C_N_C-": 353, "_N:C_N_N-": 354, "E_O:C_N_CA": 355, "I_O:C_N_CA": 356, "1_4_C:C_C_C-L_CD2:CD1_CD2_CB": 357, "2_6_C:C_C_N-": 358, "2_3_C:N_C_C-": 359, ":N_N_N-": 360, "1_1_O:N_O_C-": 361, ":N_C_C-": 362, "P_CB": 363, ":CG_CB_CA": 364, "P_CB:CG_CB_CA": 365, "2_1_C": 366, "1_1_N": 367, "W_CH": 368, "3_CH": 369, "2:CZ3_CH": 370, "2_CZ2": 371, "W_CH2:CZ3_CH": 372, "W_CH2:CZ3_CH2_CZ2": 373, "1_4_O:C_O_C-": 374, ":F": 375, ":C_F": 376, "1_3_C:O_C_C-": 377, "1_5": 378, "T_O:C_N_CA": 379, ":C_F_C-": 380, "L_C-": 381, "2_3_C:C_C_C-": 382, "W_CZ3": 383, ":CE3_CZ3": 384, "_CH2": 385, "W_CZ3:CE3_CZ3": 386, "W_CZ3:CE3_CZ3_CH2": 387, "H_CD": 388, "H_CD2:N": 389, "H_CD2:NE2_CD2_CG": 390, "R_NE": 391, ":CD_NE": 392, "R_NE:CD_NE": 393, "R_NE:CD_NE_CZ": 394, ":F_F": 395, "L:C_": 396, "2_1_F": 397, "2_4_O:C_O_C-": 398, "W_CZ": 399, "2_4_C:C_C_C-G_CA:N_CA_C": 400, "H2_CZ": 401, "2:CH2_CZ": 402, "2_CE2": 403, "W_CZ2:CH2_CZ": 404, "W_CZ2:CH2_CZ2_CE2": 405, "L:C_L_C-": 406, "_O:C_O": 407, "M_CB:CA_CB_CG": 408, "_F-": 409, "P_CD": 410, ":N_CD": 411, ":N_CD_CG": 412, "P_CD:N_CD_CG": 413, "V_O:C_N_CA": 414, "1_4_C:O_C_C-": 415, "2_5": 416, "R_CG:CB_CG_CD": 417, "F_O:C_N_CA": 418, ":F_F_F-": 419, "M_CE": 420, ":CG_SD_CG": 421, "M_CE:CG_SD_CG": 422, "K_CB:CA_CB_CG": 423, "1_2_C:C_C_C-": 424, "2_3_C:O_C_C-": 425, ":P": 426, "2_6_C:N_C_C-": 427, ":C_S": 428, "L-": 429, "1_1_C": 430, "W_CE": 431, "W_CE3": 432, ":CD2_CE": 433, "W_CE3:CD2_CE": 434, "W_CE3:CD2_CE3_CZ3": 435, "2_4_C:C_C_C-L_CD2:CD1_CD2_CB": 436, "_L-": 437, ":O_O_O-": 438, "1_4_C:C_C_C-V_CG1:CA_CG1_CG2": 439, "M_O:C_N_CA": 440, "_O:C_O_P-": 441, "K_O:C_N_CA": 442, "1_4_C:C_C_C-Y_OH:CE1_OH_CE2": 443, "K_CG:CB_CG_CD": 444, "1_1_F": 445, "1_4_C:C_C_C-A_CB:N_CA_C": 446, "I_CD": 447, "S:C_S": 448, "1_CB": 449, "CG1_CB": 450, "1:CD1_": 451, "1:CD1_CG1_CB": 452, "I_CD1:CD1_CG1_CB": 453, "N_O:C_N_CA": 454, ":N_O_N-": 455, "1_4_C:C_C_C-V_CG2:CG1_CG2_CA": 456, "2_2_C:C_C_C-": 457, "2_6_O:N_O_C-": 458, "Y_O:C_N_CA": 459, "1_6_C:C_C_N-": 460, "_ND": 461, "W_NE": 462, "H_ND": 463, "1_4_C:C_C_C-G_O:C_N_CA": 464, "E1_": 465, "NE1_": 466, "1:CE2_": 467, "W_NE1:CE2_": 468, "NE1_CD2": 469, "W_NE1:CE2_NE1_CD2": 470, ":P_O": 471, "1:CG_N": 472, "H_ND1:CG_N": 473, "D1_CE1": 474, "H_ND1:CG_ND1_CE1": 475, ":O_N": 476, "_N:N_N_N-": 477, "P_O:C_N_CA": 478, "S:C_S_C-": 479, "2_4_C:O_C_C-": 480, "2_1_N:N_N_C-": 481, "Q_NE": 482, "OE": 483, "E2_OE": 484, "2:NE2_OE": 485, "Q_NE2:NE2_OE": 486, "Q_NE2:NE2_OE1_CG": 487, "R_O:C_N_CA": 488, "_O:P_O": 489, "1_2_N:C_N_C-": 490, "_O:P_O_P-": 491, "1_4_C:N_C_N-": 492, "2_6_C:C_C_C-L_CD2:CD1_CD2_CB": 493, "1_4_C:C_C_C-D_OD2:OD1_OD2_CB": 494, ":S": 495, "2_1_L:C_L_C-": 496, "2_6_N:C_N_N-": 497, "2_6_N:N_N_C-": 498, "S-": 499, "N_S-": 500, ":C_O": 501, "K_NZ": 502, "Z_CE": 503, ":NZ_CE": 504, "K_NZ:NZ_CE": 505, "K_NZ:NZ_CE_CD": 506, "2_2_N:C_N_C-": 507, "1_4_C:C_C_C-I_CG2:CB_CG1_CD1": 508, "2_6_C:C_C_S-": 509, "2_S:C_S_C-": 510, "2_1_O:O_O_N-": 511, ":O_N_C-": 512, "2_4_C:N_C_N-": 513, "1_3_O:C_O_C-": 514, "2_4_C:C_C_C-V_CG2:CG1_CG2_CA": 515, "1_6_O:N_O_C-": 516, "C_O:C_N_CA": 517, "2_4_C:C_C_C-F_CZ:CE1_CZ_CE2": 518, "1_5_N:C_N_C-": 519, "2_6_C:C_C_C-G_CA:N_CA_C": 520, "2_3_O:C_O_C-": 521, "2_O:C_O_C-": 522, "Q_O:C_N_CA": 523, "2_4_C:C_C_C-L_CD1:CB_CD1_CD2": 524, "1_4_C:C_C_C-T_OG1:CA_CG2_OG1": 525, "2_1_F:C_F_C-": 526, "1_6_C:N_C_C-": 527, "2_6_C:C_C_L-": 528, ":O_O_C-": 529, "W_CD": 530, "1_CD1_CG": 531, "1:NE1_CD1_CG": 532, "W_CD1:NE1_CD1_CG": 533, "1_4_C:C_C_C-G_CA:N_CA_C": 534, "2_6_C:C_C_C-V_CG2:CG1_CG2_CA": 535, "H_O:C_N_CA": 536, "2_4_C:C_C_C-D_OD2:OD1_OD2_CB": 537, "2_4_C:C_C_C-S_OG:OG_CB_CA": 538, "2_1_C:N_C_C-": 539, "1_1_O:O_O_N-": 540, "1_3_N:C_N_C-": 541, "1_6_N:N_N_C-": 542, "2_4_C:C_C_C-F_CE1:CD1_CE1_CZ": 543, "1_4_C:C_C_C-D_OD1:CB_OD1_OD2": 544, "1_4_C:C_C_C-M_SD:CG_SD_SD": 545, "2_4_C:C_C_C-G_O:C_N_CA": 546, "2_5_N:C_N_C-": 547, "2_6_O:O_O_O-": 548, ":O_C": 549, "2_1_F:F_F_F-": 550, "2_6_C:C_C_C-L_CD1:CB_CD1_CD2": 551, "2_4_C:C_C_C-F_CE2:CZ_CE2_CD2": 552, "2_C": 553, "_N:C_N_S-": 554, "1_3_N:N_N_C-": 555, "2_4_C:C_C_C-Y_OH:CE1_OH_CE2": 556, "1_1_N:N_N_C-": 557, "1_6_N:C_N_N-": 558, "1_4_C:C_C_C-E_OE2:OE1_OE2_CG": 559, "1_6_C:C_C_C-L_CD1:CB_CD1_CD2": 560, "2_1_C:O_C_C-": 561, "W_O:C_N_CA": 562, "2_3_N:C_N_C-": 563, "2_6_N:N_N_N-": 564, "1_1_L:C_L_C-": 565, "C_S": 566, "C_SG": 567, ":SG_CB_CA": 568, "C_SG:SG_CB_CA": 569, "1_4_C:C_C_C-E_OE1:CG_OE1_OE2": 570, "1_6_O:O_O_O-": 571, "1_6_C:C_C_S-": 572, "1_4_C:C_C_C-N_OD1:CB_OD1_ND2": 573, "_C:C_C_S-": 574, "1_6_C:C_C_C-L_CD2:CD1_CD2_CB": 575, "1_1_F:F_F_F-": 576, "2_4_C:C_C_C-T_CG2:CG2_OG1_CA": 577, "1_1_F:C_F_C-": 578, "1_4_C:C_C_C-R_NH1:NE_NH1_NH2": 579, "2_6_C:O_C_C-": 580, "2_1_N:N_N_N-": 581, "2_1_O:N_O_N-": 582, "1_4_C:C_C_C-N_ND2:OD1_ND2_CB": 583, "0_C:C_C_C-": 584, "2_2_S:C_S_C-": 585, "_C:C_C_N-": 586, "1_4_C:C_C_C-Q_OE1:CG_OE1_NE2": 587, "1_4_C:C_C_C-F_CZ:CE1_CZ_CE2": 588, "2_4_C:C_C_C-H_NE2:CE1_NE2_CD2": 589, "2_3_N:N_N_C-": 590, "1_1_C:N_C_C-": 591, "1_4_C:C_C_C-F_CE1:CD1_CE1_CZ": 592, "1_4_C:C_C_C-R_NH2:NH1_NH2_NE": 593, "1_4_C:C_C_C-L_O:C_N_CA": 594, "2_4_C:C_C_C-Y_CE1:CD1_CE1_CZ": 595, "2_6_C:C_C_C-F_CZ:CE1_CZ_CE2": 596, "1_2_S:C_S_C-": 597, "1_2_O:C_O_C-": 598, "1_4_C:C_C_C-K_CE:CD_CE_NZ": 599, "2_4_C:C_C_C-Y_CE2:CZ_CE2_CD2": 600, "2_6_C:C_C_C-D_OD2:OD1_OD2_CB": 601, "2_4_C:C_C_C-A_CB:N_CA_C": 602, "1_1_C:O_C_C-": 603, "2_4_C:C_C_C-T_OG1:CA_CG2_OG1": 604, "1_3_O:C_O_P-": 605, "1_6_C:C_C_L-": 606, "1_4_C:C_C_C-Y_CE1:CD1_CE1_CZ": 607, "2_4_C:C_C_C-F_CD1:CG_CD1_CE1": 608, "2_6_C:C_C_C-F_CE2:CZ_CE2_CD2": 609, "2_6_C:C_C_O-": 610, "2_C:N_C_C-": 611, "_F:C_F_C-": 612, "1_4_C:C_C_C-Y_CE2:CZ_CE2_CD2": 613, "1_4_C:C_C_C-A_O:C_N_CA": 614, "2_6_O:O_O_C-": 615, "_N:O_N_C-": 616, "2_4_C:C_C_C-E_OE2:OE1_OE2_CG": 617, "1_4_C:C_C_C-F_CD1:CG_CD1_CE1": 618, "2_6_C:C_C_C-F_CE1:CD1_CE1_CZ": 619, "2_3_O:C_O_P-": 620, "2_3_O:P_O_P-": 621, "2_4_C:C_C_C-V_CG1:CA_CG1_CG2": 622, "1_4_C:C_C_C-F_CE2:CZ_CE2_CD2": 623, "2_4_C:C_C_C-N_OD1:CB_OD1_ND2": 624, "2_2_O:C_O_C-": 625, "2_O:C_O": 626, "2_4_N:C_N_C-G_CA:N_CA_C": 627, "1_3_O:P_O_P-": 628, "1_4_C:C_C_C-Y_CD1:CG_CD1_CE1": 629, "1_6_C:C_C_C-Y_OH:CE1_OH_CE2": 630, "2_6_C:C_C_C-Y_OH:CE1_OH_CE2": 631, "2_4_C:C_C_C-P_CG:CD_CG_CB": 632, "2_6_C:C_C_C-T_CG2:CG2_OG1_CA": 633, "1_4_C:C_C_C-E_O:C_N_CA": 634, "2_1_N:C_N_C-": 635, "1_1_O:N_O_N-": 636, ":O_C_N-": 637, "2_4_C:C_C_C-M_CE:CG_SD_CG": 638, "1A": 639, "2_1_O:C_O": 640, "1_6_C:C_C_C-G_O:C_N_CA": 641, "1_6_C:C_C_C-V_CG2:CG1_CG2_CA": 642, "2_4_C:C_C_C-K_CD:CG_CD_CE": 643, "1_6_C:O_C_C-": 644, "1_6_O:O_O_C-": 645, "1_6_N:N_N_N-": 646, "1_4_C:C_C_C-Y_CD2:CE2_CD2_CG": 647, "1_6_C:C_C_C-V_CG1:CA_CG1_CG2": 648, "2_4_C:C_C_C-H_CE1:ND1_CE1_NE2": 649, "2_4_C:C_C_C-D_O:C_N_CA": 650, "1_1_N:N_C_C-": 651, "2_4_C:C_C_C-P_CB:CG_CB_CA": 652, "2_4_C:C_C_C-I_CD1:CD1_CG1_CB": 653, "1_4_C:C_C_C-F_CD2:CE2_CD2_CG": 654, "2_O:C_O_P-": 655, "1_4_C:C_C_C-S_O:C_N_CA": 656, "2_4_C:C_C_C-M_CG:CB_CG_SD": 657, "2_6_C:C_C_C-V_CG1:CA_CG1_CG2": 658, "2_6_C:C_C_C-S_OG:OG_CB_CA": 659, "2_6_C:C_C_C-G_O:C_N_CA": 660, "1_1_N:N_N_N-": 661, "1_4_C:C_C_C-K_CD:CG_CD_CE": 662, "2_4_C:C_C_C-R_NH2:NH1_NH2_NE": 663, ":O_C_O-": 664, "1_6_C:C_C_C-I_CG2:CB_CG1_CD1": 665, "1_6_C:C_C_C-D_OD2:OD1_OD2_CB": 666, "2_4_C:C_C_C-S_O:C_N_CA": 667, "1_6_C:C_C_C-A_CB:N_CA_C": 668, "2_0_C:C_C_C-": 669, "2_4_C:C_C_C-M_SD:CG_SD_SD": 670, "1_4_C:C_C_C-F_O:C_N_CA": 671, "2_4_C:C_C_C-W_CH2:CZ3_CH2_CZ2": 672, "1_4_C:C_C_C-P_O:C_N_CA": 673, "1_5_C:C_C_C-": 674, "2_4_C:C_C_C-N_ND2:OD1_ND2_CB": 675, ":N_N_S-": 676, "2_4_C:C_C_C-F_CD2:CE2_CD2_CG": 677, "2_6_C:C_C_C-Y_CE2:CZ_CE2_CD2": 678, "1_4_N:C_N_C-L_CD1:CB_CD1_CD2": 679, "2_1_N:O_N_C-": 680, "2_1_O:O_O_O-D_OD2:OD1_OD2_CB": 681, "1_4_N:N_N_C-": 682, "1_4_C:C_C_C-M_CG:CB_CG_SD": 683, ":O_O_N-": 684, "1_4_C:C_C_C-H_NE2:CE1_NE2_CD2": 685, "N_O-": 686, "1_5_C:N_C_C-": 687, "2_6_C:C_C_C-A_CB:N_CA_C": 688, "2_4_C:C_C_C-E_OE1:CG_OE1_OE2": 689, "2_4_C:C_C_C-R_CD:CG_CD_NE": 690, "2_6_C:C_C_C-Y_CE1:CD1_CE1_CZ": 691, "2_4_C:C_C_C-Y_CD1:CG_CD1_CE1": 692, "2_4_C:C_C_C-W_CZ3:CE3_CZ3_CH2": 693, "1_4_C:C_C_C-T_O:C_N_CA": 694, "2_4_C:C_C_C-Y_CD2:CE2_CD2_CG": 695, "2_4_C:N_C_C-G_CA:N_CA_C": 696, "2_6_N:C_N_C-G_CA:N_CA_C": 697, "2_5_C:C_C_C-": 698, "2_4_C:C_C_C-I_CG2:CB_CG1_CD1": 699, "2_4_C:C_C_C-R_NH1:NE_NH1_NH2": 700, "2_4_N:C_N_C-L_CD2:CD1_CD2_CB": 701, "1_6_C:C_C_O-": 702, "1_4_C:C_C_C-P_CG:CD_CG_CB": 703, "1_4_C:C_C_C-H_CE1:ND1_CE1_NE2": 704, "1_4_N:C_N_C-L_CD2:CD1_CD2_CB": 705, "2_4_C:C_C_C-H_CD2:NE2_CD2_CG": 706, "2_4_C:C_C_C-Q_NE2:NE2_OE1_CG": 707, "2_4_C:C_C_C-K_CB:CA_CB_CG": 708, "2_4_C:C_C_C-P_CD:N_CD_CG": 709, "2_6_F:C_F_C-": 710, "2_6_C:C_C_C-F_CD1:CG_CD1_CE1": 711, "1_4_C:N_C_C-L_CD1:CB_CD1_CD2": 712, "1_1_O:C_O": 713, "2_6_C:C_C_C-M_CE:CG_SD_CG": 714, "1_4_C:C_C_C-I_O:C_N_CA": 715, "2_4_C:C_C_C-D_OD1:CB_OD1_OD2": 716, "1_6_C:C_C_C-T_OG1:CA_CG2_OG1": 717, "2_6_O:C_O_C-G_CA:N_CA_C": 718, "2_4_N:C_N_C-D_OD2:OD1_OD2_CB": 719, "_N:N_N_S-": 720, "2_4_C:C_C_C-M_CB:CA_CB_CG": 721, ":F_F_C-": 722, "1_1_N:C_N_C-": 723, "1_4_C:C_C_C-V_O:C_N_CA": 724, "2_4_N:N_N_C-": 725, "2_1_O:O_O_O-G_CA:N_CA_C": 726, ":S_C": 727, "2_6_N:C_N_C-L_CD2:CD1_CD2_CB": 728, "1_4_N:C_N_C-G_CA:N_CA_C": 729, "1_4_C:C_C_C-K_O:C_N_CA": 730, "1_6_C:C_C_C-G_CA:N_CA_C": 731, "2_4_C:C_C_C-I_O:C_N_CA": 732, "1_4_C:C_C_C-W_CZ3:CE3_CZ3_CH2": 733, "2_6_C:C_C_C-H_NE2:CE1_NE2_CD2": 734, "1_4_N:C_N_C-D_OD1:CB_OD1_OD2": 735, "1_4_C:C_C_C-N_O:C_N_CA": 736, "1_4_C:C_C_C-W_CH2:CZ3_CH2_CZ2": 737, "1_4_C:C_C_C-D_O:C_N_CA": 738, "1_6_C:C_C_C-D_OD1:CB_OD1_OD2": 739, "2_4_C:C_C_C-W_CZ2:CH2_CZ2_CE2": 740, "2_6_C:C_C_C-T_OG1:CA_CG2_OG1": 741, "1_4_N:C_N_C-D_OD2:OD1_OD2_CB": 742, "1_4_C:N_C_C-D_OD2:OD1_OD2_CB": 743, "2_6_C:C_C_C-E_OE2:OE1_OE2_CG": 744, "1_2_C:N_C_C-": 745, "1_4_C:C_C_C-W_CZ2:CH2_CZ2_CE2": 746, "1_4_C:N_C_C-L_CD2:CD1_CD2_CB": 747, "2_4_C:C_C_C-A_O:C_N_CA": 748, "2_4_C:C_C_C-R_CG:CB_CG_CD": 749, "2_5_C:N_C_C-": 750, "2_6_C:C_C_C-F_CD2:CE2_CD2_CG": 751, "2_2_C:N_C_C-": 752, "_F:F_F_F-": 753, "1_1_N:O_N_C-": 754, "1_0_C:C_C_C-": 755, "1_4_C:C_C_C-H_CD2:NE2_CD2_CG": 756, "2_1_O:O_O_O-R_NH2:NH1_NH2_NE": 757, "2_4_C:C_C_C-L_O:C_N_CA": 758, "1_4_C:N_C_C-Y_OH:CE1_OH_CE2": 759, "2_6_C:C_C_C-N_OD1:CB_OD1_ND2": 760, "2_6_C:C_C_C-M_SD:CG_SD_SD": 761, "1_4_C:C_C_C-P_CB:CG_CB_CA": 762, "_N:C_N_O-": 763, "2_1_O:C_O_C-G_CA:N_CA_C": 764, "2_4_C:C_C_C-R_NE:CD_NE_CZ": 765, "1_4_C:C_C_C-M_O:C_N_CA": 766, "2_4_C:C_C_C-K_NZ:NZ_CE_CD": 767, "C:C_C_N-": 768, "1_3_C:C_C_S-": 769, "2_6_C:C_C_C-M_CG:CB_CG_SD": 770, "1_4_N:C_N_C-V_CG1:CA_CG1_CG2": 771, "1_4_N:C_N_C-A_CB:N_CA_C": 772, "1_4_C:C_C_C-R_CD:CG_CD_NE": 773, "2_1_O:O_O_O-G_O:C_N_CA": 774, "1_4_C:C_C_C-M_CB:CA_CB_CG": 775, ":O_N_O-": 776, "2_6_C:C_C_C-P_CG:CD_CG_CB": 777, "1_4_O:C_O_P-": 778, "2_4_N:C_N_C-V_CG2:CG1_CG2_CA": 779, "1_4_N:C_N_C-G_O:C_N_CA": 780, "1_4_C:C_C_C-W_CE3:CD2_CE3_CZ3": 781, "2_1_O:C_O_O-": 782, "1_4_C:C_C_N-": 783, "1_4_N:C_N_C-Y_OH:CE1_OH_CE2": 784, "1_4_C:C_C_C-P_CD:N_CD_CG": 785, "1_4_N:C_N_C-V_CG2:CG1_CG2_CA": 786, "1_4_C:C_C_C-C_O:C_N_CA": 787, "_O:N_O_C-": 788, "1_4_C:C_C_C-R_CG:CB_CG_CD": 789, "2_4_C:N_C_C-D_OD2:OD1_OD2_CB": 790, ":C_N_N-": 791, "2_6_N:C_N_C-V_CG2:CG1_CG2_CA": 792, "2_4_C:C_C_C-Q_OE1:CG_OE1_NE2": 793, "2_6_C:C_C_C-Y_CD2:CE2_CD2_CG": 794, "2_4_O:C_O_P-": 795, "2_6_O:N_O_N-": 796, "1_1_O:O_O_O-D_OD2:OD1_OD2_CB": 797, "2_6_N:C_N_C-D_OD2:OD1_OD2_CB": 798, "2_6_C:C_C_C-K_CD:CG_CD_CE": 799, "1_4_C:C_C_C-H_O:C_N_CA": 800, "2_6_C:C_C_C-W_CH2:CZ3_CH2_CZ2": 801, "1_1_C:C_C_C-L_CD2:CD1_CD2_CB": 802, "2_6_C:C_C_C-P_CB:CG_CB_CA": 803, "2_4_C:C_C_C-K_CG:CB_CG_CD": 804, "2_4_C:C_C_N-": 805, "1_6_C:C_C_C-E_OE2:OE1_OE2_CG": 806, "2_4_N:C_N_C-G_O:C_N_CA": 807, "2_6_C:C_C_C-N_ND2:OD1_ND2_CB": 808, "1_6_C:C_C_C-N_OD1:CB_OD1_ND2": 809, "1_4_C:C_C_C-W_CD1:NE1_CD1_CG": 810, "2_0": 811, "1_6_C:C_C_C-E_OE1:CG_OE1_OE2": 812, "1_1_O:O_O_O-D_OD1:CB_OD1_OD2": 813, "2_6_N:C_N_C-L_CD1:CB_CD1_CD2": 814, "1_2_O:C_O_P-": 815, "2_6_C:C_C_C-I_CD1:CD1_CG1_CB": 816, "2_6_C:C_C_C-H_CE1:ND1_CE1_NE2": 817, "1_6_F:C_F_C-": 818, "1_6_C:C_C_C-M_SD:CG_SD_SD": 819, "2A": 820, "1_2_N": 821, "2_1_C:C_C_C-L_CD2:CD1_CD2_CB": 822, "2_4_C:C_C_C-W_CE3:CD2_CE3_CZ3": 823, "1_4_C:N_C_C-G_O:C_N_CA": 824, "2_6_C:C_C_C-Y_CD1:CG_CD1_CE1": 825, "2_3_C:C_C_S-": 826, "1_4_C:N_C_C-V_CG1:CA_CG1_CG2": 827, "1_3_C:C_C_C-L_CD1:CB_CD1_CD2": 828, "1_4_C:C_C_C-H_ND1:CG_ND1_CE1": 829, "1_4_C:N_C_C-V_CG2:CG1_CG2_CA": 830, "1_4_C:C_C_C-K_CG:CB_CG_CD": 831, "1_4_C:C_C_C-K_CB:CA_CB_CG": 832, "1_5_O:C_O_C-": 833, "2_4_C:N_C_C-L_CD2:CD1_CD2_CB": 834, "2_1_C:C_C_C-G_CA:N_CA_C": 835, "2_6_O:C_O_C-D_OD2:OD1_OD2_CB": 836, "2_6_C:C_C_C-R_NH2:NH1_NH2_NE": 837, "2_1_C:O_C_N-": 838, "1_4_C:C_C_C-Y_O:C_N_CA": 839, "1_4_C:C_C_C-R_O:C_N_CA": 840, "2_4_C:C_C_C-C_SG:SG_CB_CA": 841, "2_4_C:C_C_C-E_O:C_N_CA": 842, "1_4_C:N_C_C-A_CB:N_CA_C": 843, "2_2_O:C_O_P-": 844, "1_6_N:C_N_C-L_CD1:CB_CD1_CD2": 845, "2_6_C:C_C_C-S_O:C_N_CA": 846, "2_4_C:C_C_C-K_CE:CD_CE_NZ": 847, "2_6_C:C_C_C-W_CZ3:CE3_CZ3_CH2": 848, ":S_C_O-": 849, "2_1_O:C_O_N-": 850, "2_6_C:C_C_C-D_O:C_N_CA": 851, "2_3_C:N_C_C-G_CA:N_CA_C": 852, "1_4_C:N_C_C-G_CA:N_CA_C": 853, "2_1_O:N_O_C-G_CA:N_CA_C": 854, "1_6_C:C_C_C-N_ND2:OD1_ND2_CB": 855, "2_6_C:C_C_C-R_CD:CG_CD_NE": 856, "2_4_C:C_C_C-T_O:C_N_CA": 857, "1_4_C:N_C_C-D_OD1:CB_OD1_OD2": 858, "1_6_C:C_C_C-R_NH1:NE_NH1_NH2": 859, "2_6_O:O_O_N-": 860, "2_4_C:C_C_C-H_ND1:CG_ND1_CE1": 861, "1_3_C:C_C_C-L_CD2:CD1_CD2_CB": 862, "2_1_O:C_O_C-D_OD2:OD1_OD2_CB": 863, "2_4_C:C_C_C-W_NE1:CE2_NE1_CD2": 864, "1_4_C:C_C_C-W_NE1:CE2_NE1_CD2": 865, "2_6_C:C_C_C-E_OE1:CG_OE1_OE2": 866, "2_C:O_C_C-": 867, "1_1_C:C_C_C-L_CD1:CB_CD1_CD2": 868, "1_6_O:O_O_N-": 869, ":S_C_C-": 870, "1_4_N:C_N_C-K_CE:CD_CE_NZ": 871, "2_6_C:C_C_C-M_CB:CA_CB_CG": 872, "1_6_C:C_C_C-Q_OE1:CG_OE1_NE2": 873, "1_1_O:O_O_O-R_NH2:NH1_NH2_NE": 874, "1_6_C:C_C_C-R_NH2:NH1_NH2_NE": 875, "2_6_N:N_N_S-": 876, "1_4_N:C_N_C-T_OG1:CA_CG2_OG1": 877, "1_4_N:C_N_C-I_CG2:CB_CG1_CD1": 878, "2_6_C:C_C_C-R_NH1:NE_NH1_NH2": 879, "2_6_C:C_C_C-H_CD2:NE2_CD2_CG": 880, "1_6_C:C_C_C-L_O:C_N_CA": 881, "2_4_N:C_N_C-Y_OH:CE1_OH_CE2": 882, "2_4_N:C_N_C-L_CD1:CB_CD1_CD2": 883, "2_6_C:C_C_C-D_OD1:CB_OD1_OD2": 884, "2_6_O:C_O_C-L_CD2:CD1_CD2_CB": 885, "2_2_N": 886, "1_1_O:O_O_O-R_NH1:NE_NH1_NH2": 887, "1_6_N:C_N_C-G_O:C_N_CA": 888, "2_1_C:C_C_C-V_CG2:CG1_CG2_CA": 889, "2_6_C:C_C_N-L_CD2:CD1_CD2_CB": 890, "2_6_C:C_C_C-Q_NE2:NE2_OE1_CG": 891, "2_4_N:C_N_C-F_CZ:CE1_CZ_CE2": 892, "2_6_N:C_N_S-": 893, "1_6_C:C_C_C-F_CZ:CE1_CZ_CE2": 894, "_S:C_S": 895, "1_6_O:C_O_C-L_CD1:CB_CD1_CD2": 896, "1_1_O:C_O_O-": 897, "2_5_O:C_O_C-": 898, "1_4_N:C_N_C-R_NH1:NE_NH1_NH2": 899, "1_6_C:C_C_C-F_CE1:CD1_CE1_CZ": 900, "1_4_C:C_C_C-R_NE:CD_NE_CZ": 901, "1_4_N:C_N_C-E_OE1:CG_OE1_OE2": 902, "2_6_C:C_C_N-G_CA:N_CA_C": 903, "2_4_C:N_C_C-V_CG2:CG1_CG2_CA": 904, "2_1_O:O_O_C-G_CA:N_CA_C": 905, "C:C_C_S-": 906, "1_4_N:C_N_S-": 907, "1_6_O:N_O_N-": 908, "1_3_C:N_C_C-L_CD1:CB_CD1_CD2": 909, "_O:C_O_N-": 910, "1_1_C:C_C_C-V_CG2:CG1_CG2_CA": 911, "1_6_C:C_C_C-Y_CE2:CZ_CE2_CD2": 912, "2_4_N:C_N_C-S_OG:OG_CB_CA": 913, "2_6_C:C_C_C-I_CG2:CB_CG1_CD1": 914, "2_6_C:C_C_C-K_NZ:NZ_CE_CD": 915, "1_6_C:C_C_C-K_CE:CD_CE_NZ": 916, "1_4_N:C_N_C-E_OE2:OE1_OE2_CG": 917, "2_6_C:C_C_C-P_CD:N_CD_CG": 918, "2_1_N:O_N_O-": 919, "2_6_C:C_C_C-W_CZ2:CH2_CZ2_CE2": 920, "1_6_N:C_N_C-Y_OH:CE1_OH_CE2": 921, "1_1_O:O_O_O-G_O:C_N_CA": 922, "2_1_C:C_C_C-L_CD1:CB_CD1_CD2": 923, "1_4_C:C_C_C-Q_O:C_N_CA": 924, "1_6_N:C_N_C-L_CD2:CD1_CD2_CB": 925, "1_3_C:N_C_C-L_CD2:CD1_CD2_CB": 926, "2_6_N:C_N_C-Y_OH:CE1_OH_CE2": 927, "1_1_O:C_O_C-D_OD1:CB_OD1_OD2": 928, "2_4_N:C_N_C-T_CG2:CG2_OG1_CA": 929, "2_6_N:C_N_C-G_O:C_N_CA": 930, "2_1_C:O_C_O-": 931, "2_6_O:C_O_C-L_CD1:CB_CD1_CD2": 932, "P-": 933, "N_P-": 934, "2_4_N:C_N_C-F_CE1:CD1_CE1_CZ": 935, "2_2_N:C_N_C-G_CA:N_CA_C": 936, "1_6_C:C_C_C-F_CE2:CZ_CE2_CD2": 937, "1_4_O:C_O_C-L_CD1:CB_CD1_CD2": 938, "2_4_N:C_N_S-": 939, "1_4_N:C_N_C-R_NH2:NH1_NH2_NE": 940, "2_1_O:O_O_O-S_OG:OG_CB_CA": 941, "1_6_N:C_N_C-D_OD2:OD1_OD2_CB": 942, "1_4_C:N_C_C-E_OE2:OE1_OE2_CG": 943, "2_6_C:C_C_C-K_CB:CA_CB_CG": 944, "2_4_C:C_C_C-V_O:C_N_CA": 945, "2_6_N:C_N_C-F_CZ:CE1_CZ_CE2": 946, "1_4_C:N_C_C-T_OG1:CA_CG2_OG1": 947, "1_6_O:C_O_C-D_OD2:OD1_OD2_CB": 948, "1_6_C:C_C_C-E_O:C_N_CA": 949, "1_0": 950, "2_4_N:C_N_C-E_OE2:OE1_OE2_CG": 951, "2_4_C:C_C_C-K_O:C_N_CA": 952, ":O_": 953, "1_4_C:N_C_C-E_OE1:CG_OE1_OE2": 954, "2_6_O:C_O_C-V_CG2:CG1_CG2_CA": 955, "1_4_C:N_C_C-E_O:C_N_CA": 956, "1_3_C:N_C_N-": 957, "1_6_O:C_O_C-D_OD1:CB_OD1_OD2": 958, "1_6_C:C_C_C-F_CD1:CG_CD1_CE1": 959, "_O:C_O_O-": 960, "2_1_F:F_F_C-": 961, "2_4_C:N_C_C-Y_OH:CE1_OH_CE2": 962, ":N_C_N-": 963, ":N_S": 964, "1_6_C:C_C_C-A_O:C_N_CA": 965, "2_6_F:F_F_F-": 966, "1_6_C:C_C_C-Y_CE1:CD1_CE1_CZ": 967, "1_4_N:C_N_C-N_OD1:CB_OD1_ND2": 968, "2_4_C:C_C_C-M_O:C_N_CA": 969, "2_6_C:C_C_C-R_NE:CD_NE_CZ": 970, "2_1_O:C_O_C-L_CD2:CD1_CD2_CB": 971, "1_4_C:C_C_S-": 972, "1_1_O:C_O_N-": 973, "1_1_O:O_O_O-K_CE:CD_CE_NZ": 974, "1_6_O:C_O_C-L_CD2:CD1_CD2_CB": 975, ":N_O_O-": 976, "2_1_O:C_O_C-G_O:C_N_CA": 977, "1_6_N:C_N_C-D_OD1:CB_OD1_OD2": 978, "1_4_N:C_N_C-N_ND2:OD1_ND2_CB": 979, "1_4_N:C_N_C-M_SD:CG_SD_SD": 980, "2_6_C:C_C_C-A_O:C_N_CA": 981, "2_6_O:C_O_C-T_CG2:CG2_OG1_CA": 982, "2_4_C:C_C_C-Y_O:C_N_CA": 983, "1_3_C:N_C_C-Y_OH:CE1_OH_CE2": 984, "2_1_O:O_O_O-T_CG2:CG2_OG1_CA": 985, "1_3_C:N_C_C-D_OD2:OD1_OD2_CB": 986, "2_1_O:O_O_C-L_CD2:CD1_CD2_CB": 987, "2_1_O:N_O_C-L_CD2:CD1_CD2_CB": 988, "1_4_C:C_C_C-W_O:C_N_CA": 989, "2_1_C:C_C_C-Y_OH:CE1_OH_CE2": 990, "2_1_O:C_O_C-E_OE2:OE1_OE2_CG": 991, "2_4_N:C_N_C-N_OD1:CB_OD1_ND2": 992, "1_1_O:C_O_C-D_OD2:OD1_OD2_CB": 993, "_O:C_O_S-": 994, "2_1_O:N_O_C-G_O:C_N_CA": 995, "2_3_N:C_N_S-": 996, "2_4_C:C_C_C-F_O:C_N_CA": 997, "1_4_C:N_C_C-I_CG2:CB_CG1_CD1": 998, "1_1_O:C_O_C-L_CD2:CD1_CD2_CB": 999, "1_6_O:C_O_C-G_O:C_N_CA": 1000, "1_4_O:C_O_C-L_CD2:CD1_CD2_CB": 1001, "1_6_C:C_C_C-Y_CD1:CG_CD1_CE1": 1002, "2_4_O:C_O_C-G_CA:N_CA_C": 1003, "1_1_O:C_O_C-G_O:C_N_CA": 1004, "L:N_": 1005, "2_6_C:C_C_N-V_CG2:CG1_CG2_CA": 1006, "2_4_N:C_N_C-F_CE2:CZ_CE2_CD2": 1007, "2_3_C:N_C_N-": 1008, "1_1_C:O_C_N-": 1009, "2_4_C:C_C_C-R_O:C_N_CA": 1010, "2_6_C:C_C_C-R_CG:CB_CG_CD": 1011, "1_4_N:C_N_N-": 1012, "2_4_C:N_C_C-G_O:C_N_CA": 1013, "1_6_N:C_N_C-V_CG2:CG1_CG2_CA": 1014, "1_3_N:C_N_S-": 1015, "1_2_": 1016, "1_4_N:C_N_C-E_O:C_N_CA": 1017, "1_6_O:C_O_C-V_CG1:CA_CG1_CG2": 1018, "1AA": 1019, "1_1_O:O_O_O-A_CB:N_CA_C": 1020, "2_3_C:C_C_C-L_CD2:CD1_CD2_CB": 1021, "2_6_N:O_N_C-": 1022, "2_4_C:N_C_C-F_CZ:CE1_CZ_CE2": 1023, "1_6_N:N_N_S-": 1024, "2_1_O:C_O_C-R_NH2:NH1_NH2_NE": 1025, "2_6_N:C_N_C-F_CE2:CZ_CE2_CD2": 1026, "2_6_C:C_C_C-I_O:C_N_CA": 1027, "2_1_O:O_O_O-R_NH1:NE_NH1_NH2": 1028, "1_1_O:O_O_C-Y_OH:CE1_OH_CE2": 1029, "2_1_C:C_C_C-F_CZ:CE1_CZ_CE2": 1030, "2_6_O:C_O_C-G_O:C_N_CA": 1031, "1_1_C:C_C_C-Y_OH:CE1_OH_CE2": 1032, "2_1_O:N_O_C-D_OD2:OD1_OD2_CB": 1033, "2_1_C:C_C_C-D_OD2:OD1_OD2_CB": 1034, "2_3_C:C_C_C-G_CA:N_CA_C": 1035, "2_1_O:O_O_O-D_OD1:CB_OD1_OD2": 1036, "1_1_C:C_C_C-V_CG1:CA_CG1_CG2": 1037, "1_6_O:C_O_C-Y_OH:CE1_OH_CE2": 1038, "1_1_O:C_O_C-Y_OH:CE1_OH_CE2": 1039, "1_3_C:C_C_C-V_CG2:CG1_CG2_CA": 1040, "2_1_N:N_N_C-G_CA:N_CA_C": 1041, "1_3_C:C_C_C-Y_OH:CE1_OH_CE2": 1042, "2_4_C:C_C_C-Q_O:C_N_CA": 1043, "2_1_O:C_O_C-T_CG2:CG2_OG1_CA": 1044, "_C:O_C_N-": 1045, "1_3_N:C_N_N-": 1046, "2_4_C:N_C_C-L_CD1:CB_CD1_CD2": 1047, "1_1_O:O_O_O-G_CA:N_CA_C": 1048, "1_6_N:C_N_C-V_CG1:CA_CG1_CG2": 1049, "1_6_C:C_C_C-P_O:C_N_CA": 1050, "2_6_C:N_C_C-G_CA:N_CA_C": 1051, "2_6_N:C_N_C-E_OE2:OE1_OE2_CG": 1052, "2_6_C:C_C_N-L_CD1:CB_CD1_CD2": 1053, "2_6_N:C_N_C-T_CG2:CG2_OG1_CA": 1054, "1_3_C:C_C_C-V_CG1:CA_CG1_CG2": 1055, "1_6_F:F_F_F-": 1056, "_C:N_C": 1057, "2_4_C:N_C_C-S_OG:OG_CB_CA": 1058, "1_1_O:C_O_C-A_CB:N_CA_C": 1059, "2_6_N:C_N_C-F_CE1:CD1_CE1_CZ": 1060, "2_1_C:C_C_C-F_CE1:CD1_CE1_CZ": 1061, "2_1_S:C_S_C-": 1062, "1_3_C:O_C_C-D_OD2:OD1_OD2_CB": 1063, "1_4_C:N_C_C-N_OD1:CB_OD1_ND2": 1064, "2_6_C:C_C_C-K_CG:CB_CG_CD": 1065, "1_4_N:C_N_C-Q_OE1:CG_OE1_NE2": 1066, "2_1_O:C_O_C-Y_OH:CE1_OH_CE2": 1067, "2_4_C:N_C_C-F_CE1:CD1_CE1_CZ": 1068, "1_1_O:O_O_C-R_NH2:NH1_NH2_NE": 1069, "1_1_O:O_O_C-L_CD2:CD1_CD2_CB": 1070, "1_1_O:C_O_C-L_CD1:CB_CD1_CD2": 1071, "2_1_O:O_O_O-S_O:C_N_CA": 1072, "2_4_C:C_C_S-": 1073, "2_1_O:C_O_C-H_NE2:CE1_NE2_CD2": 1074, "2_3_C:N_C_C-L_CD2:CD1_CD2_CB": 1075, "1_3_C:N_C_C-V_CG1:CA_CG1_CG2": 1076, "2_6_N:C_N_C-S_OG:OG_CB_CA": 1077, "1_6_C:C_C_C-Y_CD2:CE2_CD2_CG": 1078, "1_1_C:C_C_C-I_CG2:CB_CG1_CD1": 1079, "1_1_F:F_F_C-": 1080, "1_6_O:C_O_C-A_CB:N_CA_C": 1081, "2_3_C:O_C_C-G_CA:N_CA_C": 1082, "2_6_N:C_N_C-Y_CE2:CZ_CE2_CD2": 1083, "2_1_O:C_O_C-V_CG2:CG1_CG2_CA": 1084, "1_6_N:C_N_C-A_CB:N_CA_C": 1085, "1_1_O:N_O_C-G_O:C_N_CA": 1086, "S:N_S": 1087, "1_6_C:C_C_C-F_CD2:CE2_CD2_CG": 1088, "2_1_O:O_O_C-R_NH2:NH1_NH2_NE": 1089, "2_4_C:N_C_C-T_CG2:CG2_OG1_CA": 1090, "2_4_C:C_C_C-N_O:C_N_CA": 1091, "2_1_O:O_O_C-H_NE2:CE1_NE2_CD2": 1092, "1_3_C:N_C_C-G_O:C_N_CA": 1093, "2_1_O:O_O_C-Y_OH:CE1_OH_CE2": 1094, "1_4_N:C_N_C-Y_CE1:CD1_CE1_CZ": 1095, "1_1_C:C_C_C-A_CB:N_CA_C": 1096, "2_4_N:C_N_N-": 1097, "L:N_L_C-": 1098, "1_3_C:O_C_C-L_CD1:CB_CD1_CD2": 1099, "2_1_C:C_C_N-": 1100, "2_2_": 1101, "2_4_N:C_N_C-Y_CE2:CZ_CE2_CD2": 1102, "2_1_O:O_O_O-Y_OH:CE1_OH_CE2": 1103, "1_4_C:N_C_C-M_SD:CG_SD_SD": 1104, "1_6_O:C_O_C-I_CG2:CB_CG1_CD1": 1105, "2_6_C:C_C_C-K_CE:CD_CE_NZ": 1106, "2_4_C:N_C_N-G_CA:N_CA_C": 1107, "1_6_N:C_N_C-G_CA:N_CA_C": 1108, "2_4_N:C_N_C-H_NE2:CE1_NE2_CD2": 1109, "1_1_O:O_O_C-R_NH1:NE_NH1_NH2": 1110, "2_1_O:N_O_C-V_CG2:CG1_CG2_CA": 1111, "2_3_C:N_C_C-D_OD2:OD1_OD2_CB": 1112, "2_4_C:N_C_C-F_CE2:CZ_CE2_CD2": 1113, "2_1_O:C_O_C-S_OG:OG_CB_CA": 1114, "1_2_C:C_C_C-L_CD1:CB_CD1_CD2": 1115, "LE": 1116, "1_6_O:C_O_C-G_CA:N_CA_C": 1117, "_C:C_C_O-": 1118, "_N:P": 1119, "1_1_O:C_O_C-R_NH1:NE_NH1_NH2": 1120, "2_6_O:C_O_C-F_CZ:CE1_CZ_CE2": 1121, "2_3_N:C_N_N-": 1122, "2_1_O:C_O_C-L_CD1:CB_CD1_CD2": 1123, "1_4_C:O_C_C-D_OD2:OD1_OD2_CB": 1124, "2_1_C:C_C_C-S_OG:OG_CB_CA": 1125, "2_1_O:O_O_O-E_OE2:OE1_OE2_CG": 1126, "1_4_N:C_N_C-L_O:C_N_CA": 1127, "2_4_N:C_N_C-R_NH2:NH1_NH2_NE": 1128, "1_3_C:N_C_C-V_CG2:CG1_CG2_CA": 1129, "2_6_C:C_C_C-W_CE3:CD2_CE3_CZ3": 1130, "1_4_O:N_O_C-": 1131, "2_1_O:O_O_C-D_OD2:OD1_OD2_CB": 1132, "1_4_N:C_N_C-K_CD:CG_CD_CE": 1133, "2_6_N:C_N_C-A_CB:N_CA_C": 1134, "2_C:O_C_O-": 1135, "1_1_O:O_O_O-T_OG1:CA_CG2_OG1": 1136, "1_1_O:C_O_C-E_OE2:OE1_OE2_CG": 1137, "1_5_N:C_N_C-L_CD1:CB_CD1_CD2": 1138, "2_6_O:C_O_C-Y_OH:CE1_OH_CE2": 1139, "1_3_C:O_C_C-L_CD2:CD1_CD2_CB": 1140, "2_1_O:O_O_C-G_O:C_N_CA": 1141, "2_4_N:C_N_C-D_OD1:CB_OD1_OD2": 1142, "1_6_C:C_C_C-S_O:C_N_CA": 1143, "1_6_O:C_O_C-T_OG1:CA_CG2_OG1": 1144, ":S_C_N-": 1145, "2_4_N:C_N_C-F_CD1:CG_CD1_CE1": 1146, "2_6_C:C_C_C-C_SG:SG_CB_CA": 1147, "2_1_O:C_O_C-Y_CE2:CZ_CE2_CD2": 1148, "1_6_C:C_C_C-T_O:C_N_CA": 1149, "_N_P-": 1150, "1_6_C:C_C_C-K_CD:CG_CD_CE": 1151, "2_4_N:C_N_C-V_CG1:CA_CG1_CG2": 1152, "1_4_N:C_N_C-F_CZ:CE1_CZ_CE2": 1153, "_N:P_N_P-": 1154, "1_6_N:C_N_S-": 1155, "2_6_C:C_C_C-Q_OE1:CG_OE1_NE2": 1156, "2_1_C:S_C_O-": 1157, "2_6_O:N_O_C-G_CA:N_CA_C": 1158, "1_1_O:O_O_C-L_CD1:CB_CD1_CD2": 1159, "1_2_C:O_C_C-": 1160, "1_1_O:N_O_C-L_CD2:CD1_CD2_CB": 1161, "1_4_C:N_C_C-R_NH1:NE_NH1_NH2": 1162, "2_1_O:N_O_C-Y_OH:CE1_OH_CE2": 1163, "1_2_C:C_C_C-L_CD2:CD1_CD2_CB": 1164, "1_6_C:C_C_C-H_NE2:CE1_NE2_CD2": 1165, "2_1_O:O_O_C-S_OG:OG_CB_CA": 1166, "2_6_C:C_C_C-E_O:C_N_CA": 1167, "L:C_L": 1168, "1_4_N:C_N_C-A_O:C_N_CA": 1169, "2_1_O:N_O_C-F_CZ:CE1_CZ_CE2": 1170, "2_6_C:C_C_C-L_O:C_N_CA": 1171, "2_2_C:C_C_C-G_CA:N_CA_C": 1172, "1_3_C:C_C_C-A_CB:N_CA_C": 1173, "1_4_O:P_O_P-": 1174, "1_1_O:O_O_C-A_CB:N_CA_C": 1175, "2_6_O:C_O_C-V_CG1:CA_CG1_CG2": 1176, "1_4_N:C_N_C-F_CE1:CD1_CE1_CZ": 1177, "1_1_O:C_O_C-K_CE:CD_CE_NZ": 1178, "2_1_O:O_O_C-Y_CE2:CZ_CE2_CD2": 1179, "2_3_C:C_C_C-V_CG2:CG1_CG2_CA": 1180, "2_1_O:O_O_O-A_O:C_N_CA": 1181, "1_3_C:N_C_C-D_OD1:CB_OD1_OD2": 1182, "1_3_C:N_C_C-G_CA:N_CA_C": 1183, "1_4_C:N_C_C-Q_OE1:CG_OE1_NE2": 1184, "2_4_C:N_C_C-E_OE2:OE1_OE2_CG": 1185, "2_3_C:N_C_C-V_CG2:CG1_CG2_CA": 1186, "2_6_O:C_O_C-S_OG:OG_CB_CA": 1187, "2_4_N:C_N_C-N_ND2:OD1_ND2_CB": 1188, "C:C_C_O-": 1189, "1_6_C:C_C_C-F_O:C_N_CA": 1190, "1_6_C:C_C_N-L_CD1:CB_CD1_CD2": 1191, "1_1_O:C_O_C-G_CA:N_CA_C": 1192, "1_2_O": 1193, "2_6_C:C_C_C-T_O:C_N_CA": 1194, "1_1_O:O_O_C-G_O:C_N_CA": 1195, "2_6_N:C_N_C-N_OD1:CB_OD1_ND2": 1196, "2_4_O:P_O_P-": 1197, "2_5_N:C_N_C-G_CA:N_CA_C": 1198, "2_1_C:C_C_C-F_CE2:CZ_CE2_CD2": 1199, "2_6_O:C_O_C-H_NE2:CE1_NE2_CD2": 1200, "1_1_O:N_O_C-L_CD1:CB_CD1_CD2": 1201, "2_6_N:C_N_C-V_CG1:CA_CG1_CG2": 1202, "1_1_O:C_O_C-E_OE1:CG_OE1_OE2": 1203, "1_4_C:N_C_C-K_CE:CD_CE_NZ": 1204, "2_6_N:C_N_C-H_NE2:CE1_NE2_CD2": 1205, "1_4_C:N_C_C-F_CZ:CE1_CZ_CE2": 1206, "1_1_O:N_O_C-D_OD2:OD1_OD2_CB": 1207, "2_4_C:N_C_C-N_OD1:CB_OD1_ND2": 1208, "2_1_O:C_O_C-N_ND2:OD1_ND2_CB": 1209, "2_6_O:C_O_C-F_CE1:CD1_CE1_CZ": 1210, "2_1_O:O_O_C-L_CD1:CB_CD1_CD2": 1211, "2_1_O:O_O_C-Y_CE1:CD1_CE1_CZ": 1212, "1_3_N:O_N_C-": 1213, "1_1_C:O_C_O-": 1214, "2_6_N:C_N_C-Y_CE1:CD1_CE1_CZ": 1215, "1_1_C:C_C_C-G_O:C_N_CA": 1216, "2_4_C:O_C_C-D_OD2:OD1_OD2_CB": 1217, "2_4_C:O_C_C-G_CA:N_CA_C": 1218, "2_6_N:C_N_N-G_CA:N_CA_C": 1219, "1_6_C:C_C_C-K_O:C_N_CA": 1220, "1_1_O:C_O_C-S_O:C_N_CA": 1221, "2_4_N:C_N_C-R_NH1:NE_NH1_NH2": 1222, "2_6_O:C_O_C-E_OE2:OE1_OE2_CG": 1223, "1_6_O:C_O_C-V_CG2:CG1_CG2_CA": 1224, "2_6_C:C_C_C-W_NE1:CE2_NE1_CD2": 1225, "1_4_C:N_C_C-R_NH2:NH1_NH2_NE": 1226, "2_4_N:C_N_C-S_O:C_N_CA": 1227, "1_2_N:N_N_C-": 1228, "2_6_C:N_C_C-L_CD2:CD1_CD2_CB": 1229, "1_4_C:N_C_C-F_CE1:CD1_CE1_CZ": 1230, "2_3_O:C_O_C-G_CA:N_CA_C": 1231, "2_4_N:C_N_C-Y_CE1:CD1_CE1_CZ": 1232, "1_6_N:C_N_C-I_CG2:CB_CG1_CD1": 1233, "2_6_O:C_O_C-F_CE2:CZ_CE2_CD2": 1234, "2_4_C:N_C_C-Y_CE2:CZ_CE2_CD2": 1235, "1_4_N:C_N_C-Y_CE2:CZ_CE2_CD2": 1236, "2_1_C:C_C_C-Y_CE2:CZ_CE2_CD2": 1237, "2_3_C:N_C_C-G_O:C_N_CA": 1238, "2_6_O:C_O_C-A_CB:N_CA_C": 1239, "2_1_O:C_O_C-F_CZ:CE1_CZ_CE2": 1240, "2_1_O:O_O_C-T_CG2:CG2_OG1_CA": 1241, "2_6_N:N_N_C-G_CA:N_CA_C": 1242, "_C:F": 1243, "_P_O-": 1244, "AL": 1245, "VAL": 1246, "2_1_O:O_O_C-V_CG2:CG1_CG2_CA": 1247, "1_4_C:N_C_C-N_ND2:OD1_ND2_CB": 1248, "1_3_C:O_C_C-Y_OH:CE1_OH_CE2": 1249, "1_1_O:C_O_C-R_NH2:NH1_NH2_NE": 1250, "2_1_O:N_O_C-L_CD1:CB_CD1_CD2": 1251, "2_4_C:N_C_C-Y_CE1:CD1_CE1_CZ": 1252, "1_6_C:C_C_N-L_CD2:CD1_CD2_CB": 1253, "2_6_O:C_O_C-Y_CE2:CZ_CE2_CD2": 1254, "1_3_C:O_C_C-G_O:C_N_CA": 1255, "2_1_O:O_O_O-H_NE2:CE1_NE2_CD2": 1256, "1_1_S:C_S_C-": 1257, "2_4_N:C_N_C-P_CG:CD_CG_CB": 1258, "1_3_C:C_C_C-I_CG2:CB_CG1_CD1": 1259, "1_4_C:N_C_C-Y_CE1:CD1_CE1_CZ": 1260, "2_3_C:N_C_C-Y_OH:CE1_OH_CE2": 1261, "1_3_C:O_C_C-V_CG2:CG1_CG2_CA": 1262, "1_3_C:N_C_C-A_CB:N_CA_C": 1263, "S:C_S_N-": 1264, "2_1_O:O_O_C-F_CZ:CE1_CZ_CE2": 1265, "2_1_C:C_C_C-Y_CE1:CD1_CE1_CZ": 1266, "2_4_N:C_N_C-A_CB:N_CA_C": 1267, "2_4_O:C_O_C-L_CD2:CD1_CD2_CB": 1268, "2_6_O:C_O_C-R_NH2:NH1_NH2_NE": 1269, ":O_N_N-": 1270, "2_4_N:C_N_C-D_O:C_N_CA": 1271, "2_6_N:C_N_C-M_CE:CG_SD_CG": 1272, "1_3_C:O_C_C-A_CB:N_CA_C": 1273, "1_1_O:N_O_C-A_CB:N_CA_C": 1274, "1_1_O:C_O_C-N_ND2:OD1_ND2_CB": 1275, "2_4_N:C_N_C-E_OE1:CG_OE1_OE2": 1276, "1_3_C:O_C_C-V_CG1:CA_CG1_CG2": 1277, "1_1_C:S_C_O-": 1278, "1_3_C:C_C_C-D_OD2:OD1_OD2_CB": 1279, "2_1_O:O_O_O-K_CD:CG_CD_CE": 1280, "1_4_O:C_O_C-Y_OH:CE1_OH_CE2": 1281, "1_1_O:C_O_C-T_OG1:CA_CG2_OG1": 1282, "2_4_N:C_N_C-T_OG1:CA_CG2_OG1": 1283, "1_1_O:N_O_C-Y_OH:CE1_OH_CE2": 1284, "1_1_C:C_C_N-": 1285, "1_6_N:C_N_C-T_OG1:CA_CG2_OG1": 1286, "2_4_N:C_N_C-I_O:C_N_CA": 1287, "2_6_C:C_C_C-H_ND1:CG_ND1_CE1": 1288, "1_2_C:C_C_C-I_CG2:CB_CG1_CD1": 1289, "1_6_C:C_C_C-V_O:C_N_CA": 1290, "2_1_O:O_O_C-N_ND2:OD1_ND2_CB": 1291, "1_6_C:C_C_C-C_O:C_N_CA": 1292, "1_4_C:N_C_C-L_O:C_N_CA": 1293, "2_1_O:O_O_C-E_OE2:OE1_OE2_CG": 1294, "2_1_O:O_O_C-H_CE1:ND1_CE1_NE2": 1295, "1_1_O:N_O_C-V_CG2:CG1_CG2_CA": 1296, "1_3_C:C_C_C-G_O:C_N_CA": 1297, "2_1_C:C_C_C-T_CG2:CG2_OG1_CA": 1298, "1_4_C:N_C_C-Y_CE2:CZ_CE2_CD2": 1299, "1_1_O:C_O_C-V_CG2:CG1_CG2_CA": 1300, "1_1_N:O_N_O-": 1301, "1_1_O:C_O_C-I_CG2:CB_CG1_CD1": 1302, "RG": 1303, "1_6_C:C_C_C-M_CG:CB_CG_SD": 1304, "1_6_N:C_N_C-E_OE2:OE1_OE2_CG": 1305, "1_6_C:C_C_C-I_O:C_N_CA": 1306, "1_1_C:C_C_C-D_OD2:OD1_OD2_CB": 1307, "2_4_C:C_C_C-W_CD1:NE1_CD1_CG": 1308, "2_1_O:N_O_C-Y_CE2:CZ_CE2_CD2": 1309, "2_1_O:O_O_O-R_NE:CD_NE_CZ": 1310, "1_4_N:C_N_C-H_CE1:ND1_CE1_NE2": 1311, "1_1_O:O_O_C-K_CE:CD_CE_NZ": 1312, "1_4_O:C_O_C-V_CG2:CG1_CG2_CA": 1313, "_C:S_C_C-": 1314, "1_4_N:O_N_C-": 1315, "1_1_O:O_O_C-N_ND2:OD1_ND2_CB": 1316, "1_4_O:C_O_C-V_CG1:CA_CG1_CG2": 1317, "1_6_C:C_C_C-N_O:C_N_CA": 1318, "2_1_O:O_O_N-G_CA:N_CA_C": 1319, "1_1_O:O_O_O-Y_OH:CE1_OH_CE2": 1320, "1_6_N:O_N_C-": 1321, "1_6_O:C_O_C-E_OE1:CG_OE1_OE2": 1322, "1_4_C:N_C_C-F_CE2:CZ_CE2_CD2": 1323, "1_3_C:O_C_C-D_OD1:CB_OD1_OD2": 1324, "1_4_O:C_O_C-A_CB:N_CA_C": 1325, "1_4_C:O_C_C-Y_OH:CE1_OH_CE2": 1326, "1_4_N:C_N_C-F_CE2:CZ_CE2_CD2": 1327, "1_6_N:C_N_C-E_OE1:CG_OE1_OE2": 1328, "1_4_N:C_N_C-Y_CD1:CG_CD1_CE1": 1329, "2_2_C:O_C_C-": 1330, "2_1_C:N_C_N-": 1331, "1_4_C:O_C_C-L_CD1:CB_CD1_CD2": 1332, "2_4_N:C_N_C-A_O:C_N_CA": 1333, "2_4_C:N_C_C-H_NE2:CE1_NE2_CD2": 1334, "2_6_O:C_O_C-Y_CE1:CD1_CE1_CZ": 1335, "1_6_O:C_O_C-K_CE:CD_CE_NZ": 1336, "1_4_N:C_N_C-F_CD1:CG_CD1_CE1": 1337, "1_6_O:C_O_C-R_NH1:NE_NH1_NH2": 1338, "2_2_C:C_C_C-L_CD2:CD1_CD2_CB": 1339, "1_6_C:C_C_C-H_CE1:ND1_CE1_NE2": 1340, "2_4_N:C_N_C-R_CD:CG_CD_NE": 1341, "1_6_N:C_N_C-A_O:C_N_CA": 1342, "2_1_C:C_C_C-F_CD1:CG_CD1_CE1": 1343, "2_6_O:C_O_C-N_ND2:OD1_ND2_CB": 1344, "2_6_C:C_C_C-M_O:C_N_CA": 1345, "2_1_O:O_O_O-N_ND2:OD1_ND2_CB": 1346, "1_4_C:N_C_C-F_CD1:CG_CD1_CE1": 1347, "2_6_C:C_C_N-F_CZ:CE1_CZ_CE2": 1348, "_S:C_S_C-": 1349, "2_6_N:C_N_C-N_ND2:OD1_ND2_CB": 1350, "2_6_C:C_C_S-G_CA:N_CA_C": 1351, "2_6_N:C_N_C-D_O:C_N_CA": 1352, "2_1_O:N_O_C-H_NE2:CE1_NE2_CD2": 1353, "1_4_C:O_C_C-L_CD2:CD1_CD2_CB": 1354, "1_6_C:C_C_C-D_O:C_N_CA": 1355, "2_4_N:C_N_C-K_CD:CG_CD_CE": 1356, "2_1_O:C_O_C-R_NH1:NE_NH1_NH2": 1357, "2_1_O:N_O_C-S_OG:OG_CB_CA": 1358, "GL": 1359, "2_4_C:C_C_C-C_O:C_N_CA": 1360, "2_1_C:C_C_C-W_CH2:CZ3_CH2_CZ2": 1361, "1_4_C:O_C_C-D_OD1:CB_OD1_OD2": 1362, "1_3_C:O_C_C-G_CA:N_CA_C": 1363, "2_2_N:N_N_C-": 1364, "2_3_C:N_C_C-F_CZ:CE1_CZ_CE2": 1365, "1_2_C:C_C_C-D_OD2:OD1_OD2_CB": 1366, "2_1_O:C_O_C-F_CE2:CZ_CE2_CD2": 1367, "1_4_O:C_O_C-G_O:C_N_CA": 1368, "2_6_N:C_N_N-L_CD2:CD1_CD2_CB": 1369, "1_5_C:N_C_N-": 1370, "2_3_C:C_C_C-Y_OH:CE1_OH_CE2": 1371, "1_6_O:C_O_C-E_OE2:OE1_OE2_CG": 1372, "1_6_N:C_N_C-R_NH1:NE_NH1_NH2": 1373, "1_3_N:N_N_N-": 1374, "2_1_C:C_C_C-V_CG1:CA_CG1_CG2": 1375, "2_1_O:C_O_C-Y_CE1:CD1_CE1_CZ": 1376, "2_2_O": 1377, "1_1_O:C_O_C-V_CG1:CA_CG1_CG2": 1378, "1_4_O:C_O_C-D_OD2:OD1_OD2_CB": 1379, "2_6_C:N_C_N-": 1380, "1_4_O:C_O_C-I_CG2:CB_CG1_CD1": 1381, "2_6_C:N_C_C-V_CG2:CG1_CG2_CA": 1382, "2_6_C:C_C_C-V_O:C_N_CA": 1383, "1_1_O:N_O_C-Q_OE1:CG_OE1_NE2": 1384, "LEU": 1385, "2_1_O:O_O_O-T_O:C_N_CA": 1386, "2_3_C:O_C_C-D_OD2:OD1_OD2_CB": 1387, "1_1_O:O_O_C-D_OD2:OD1_OD2_CB": 1388, "2_1_O:O_O_O-H_CE1:ND1_CE1_NE2": 1389, "2_6_N:C_N_C-F_CD1:CG_CD1_CE1": 1390, "1_2_C:C_C_C-V_CG1:CA_CG1_CG2": 1391, "2_4_N:C_N_C-M_CE:CG_SD_CG": 1392, "2_4_N:C_N_C-W_CZ3:CE3_CZ3_CH2": 1393, "2_1_O:C_O_C-H_CE1:ND1_CE1_NE2": 1394, "2_1_O:N_O_C-Y_CE1:CD1_CE1_CZ": 1395, "2_6_C:N_C_C-D_OD2:OD1_OD2_CB": 1396, "2_3_C:C_C_C-L_CD1:CB_CD1_CD2": 1397, "1_4_C:N_C_C-Y_CD1:CG_CD1_CE1": 1398, "2_1_O:C_O_C-D_OD1:CB_OD1_OD2": 1399, "1_2_C:C_C_C-Y_OH:CE1_OH_CE2": 1400, "1_6_C:N_C_C-Y_OH:CE1_OH_CE2": 1401, "2_1_C:C_C_C-G_O:C_N_CA": 1402, "2_1_C:C_C_C-A_CB:N_CA_C": 1403, "_C:N_C_S-": 1404, "2_4_N:O_N_C-": 1405, "1_5_O:P_O_P-": 1406, "2_1_C:C_C_C-T_OG1:CA_CG2_OG1": 1407, "2_4_N:C_N_C-P_CD:N_CD_CG": 1408, "2_4_C:N_C_C-T_OG1:CA_CG2_OG1": 1409, "1_6_N:C_N_C-K_CE:CD_CE_NZ": 1410, "1_4_N:C_N_C-Y_CD2:CE2_CD2_CG": 1411, "1_4_O:C_O_C-G_CA:N_CA_C": 1412, "1_3_C:C_C_N-": 1413, "1_6_C:C_C_C-H_CD2:NE2_CD2_CG": 1414, "2_1_O:N_O_C-T_CG2:CG2_OG1_CA": 1415, "2_1_O:N_O_C-F_CE1:CD1_CE1_CZ": 1416, "2_3_C:O_C_C-G_O:C_N_CA": 1417, "1_4_C:O_C_C-A_CB:N_CA_C": 1418, "2_6_C:C_C_S-L_CD2:CD1_CD2_CB": 1419, "2_4_N:C_N_C-R_NE:CD_NE_CZ": 1420, "2_1_O:C_O_C-F_CE1:CD1_CE1_CZ": 1421, "2_6_N:C_N_C-D_OD1:CB_OD1_OD2": 1422, "_C:F_C_C-": 1423, "2_4_O:N_O_C-": 1424, "1_5_N:C_N_C-L_CD2:CD1_CD2_CB": 1425, "2_1_O:C_O_C-F_CD2:CE2_CD2_CG": 1426, "2_4_C:N_C_C-S_O:C_N_CA": 1427, "2_6_N:C_N_C-R_NH2:NH1_NH2_NE": 1428, "1_4_N:C_N_C-S_O:C_N_CA": 1429, "2_3_C:C_C_C-F_CZ:CE1_CZ_CE2": 1430, "1_4_C:N_C_N-G_O:C_N_CA": 1431, "2_4_C:N_C_C-A_CB:N_CA_C": 1432, "1_1_O:O_O_O-K_CD:CG_CD_CE": 1433, "1_4_C:O_C_C-V_CG1:CA_CG1_CG2": 1434, "2_4_C:N_C_C-F_CD1:CG_CD1_CE1": 1435, "2_1_N:C_N_N-": 1436, "1_4_N:C_N_C-F_CD2:CE2_CD2_CG": 1437, "2_6_O:C_O_C-F_CD1:CG_CD1_CE1": 1438, "1_4_N:C_N_C-K_O:C_N_CA": 1439, "2_1_O:C_O_C-A_CB:N_CA_C": 1440, "2_4_O:C_O_C-D_OD2:OD1_OD2_CB": 1441, "1_6_C:C_C_C-W_CH2:CZ3_CH2_CZ2": 1442, "2_1_O:O_O_C-F_CE1:CD1_CE1_CZ": 1443, "2_3_C:C_C_C-D_OD2:OD1_OD2_CB": 1444, "2_5_O:P_O_P-": 1445, "2_4_O:C_O_C-V_CG2:CG1_CG2_CA": 1446, "2_1_O:O_O_O-K_NZ:NZ_CE_CD": 1447, ":O_O_P-": 1448, "1_6_O:C_O_C-N_OD1:CB_OD1_ND2": 1449, ":N_N_O-": 1450, "2_1_O:C_O_C-N_OD1:CB_OD1_ND2": 1451, "2_6_O:C_O_C-D_OD1:CB_OD1_OD2": 1452, "1_1_O:N_O_C-D_OD1:CB_OD1_OD2": 1453, "2_6_N:C_N_C-M_SD:CG_SD_SD": 1454, "2_4_N:C_N_C-H_CE1:ND1_CE1_NE2": 1455, "2_6_N": 1456, "1_4_C:N_C_C-Y_CD2:CE2_CD2_CG": 1457, "2_1_O:O_O_C-F_CE2:CZ_CE2_CD2": 1458, "1_1_O:O_O_O-E_OE1:CG_OE1_OE2": 1459, "2_1_C:C_C_C-H_NE2:CE1_NE2_CD2": 1460, "1_1_O:N_O_C-K_CE:CD_CE_NZ": 1461, "1_1_O:N_O_C-G_CA:N_CA_C": 1462, "2_6_C:C_C_N-D_OD2:OD1_OD2_CB": 1463, "1_6_N:C_N_C-N_OD1:CB_OD1_ND2": 1464, "2_4_N:C_N_C-V_O:C_N_CA": 1465, "2_1_O:N_O_O-": 1466, "1_1_O:O_O_O-E_OE2:OE1_OE2_CG": 1467, "2_1_O:N_O_C-E_OE2:OE1_OE2_CG": 1468, "1_6_N:C_N_C-R_NH2:NH1_NH2_NE": 1469, "1_6_C:C_C_C-P_CG:CD_CG_CB": 1470, ":P_C": 1471, "1_6_N:C_N_C-N_ND2:OD1_ND2_CB": 1472, "2_4_C:N_C_C-V_CG1:CA_CG1_CG2": 1473, "2_4_N:C_N_C-P_CB:CG_CB_CA": 1474, "2_4_N:C_N_C-Q_NE2:NE2_OE1_CG": 1475, "1_6_O:C_O_C-N_ND2:OD1_ND2_CB": 1476, "2_4_O:C_O_C-L_CD1:CB_CD1_CD2": 1477, "1_3_C:O_C_C-I_CG2:CB_CG1_CD1": 1478, "1_3_C:N_C_C-E_OE2:OE1_OE2_CG": 1479, "2AT": 1480, "1_4_C:N_C_C-A_O:C_N_CA": 1481, "2_6_C:C_C_N-F_CE1:CD1_CE1_CZ": 1482, "2_4_C:N_C_C-D_O:C_N_CA": 1483, "2_3_N:O_N_C-": 1484, "2_4_O:C_O_C-Y_OH:CE1_OH_CE2": 1485, "2_4_C:C_C_C-W_O:C_N_CA": 1486, "2_4_N:C_N_C-I_CD1:CD1_CG1_CB": 1487, "2_1_O:N_O_C-R_NH2:NH1_NH2_NE": 1488, "1_2_N:C_N_N-": 1489, ":N_C": 1490, "1_6_O:C_O_C-R_NH2:NH1_NH2_NE": 1491, "1_6_C:C_C_C-W_CZ3:CE3_CZ3_CH2": 1492, "1_4_N:C_N_C-P_CG:CD_CG_CB": 1493, "1_1_O:N_O_C-V_CG1:CA_CG1_CG2": 1494, "2_6_O:C_O_C-N_OD1:CB_OD1_ND2": 1495, "1_6_C:C_C_C-P_CB:CG_CB_CA": 1496, "2_6_O:O_O_O-D_OD2:OD1_OD2_CB": 1497, "1AAS": 1498, ":N_F": 1499, "2_1_O:O_O_C-A_CB:N_CA_C": 1500, "2_1_O:O_O_O-D_O:C_N_CA": 1501, "1_1_O:C_O_C-N_OD1:CB_OD1_ND2": 1502, "2_4_N:C_N_C-Y_CD1:CG_CD1_CE1": 1503, "1AVAL": 1504, "1_3_C:N_C_C-N_OD1:CB_OD1_ND2": 1505, "2_4_N:C_N_C-M_CB:CA_CB_CG": 1506, "1_6_C:C_C_C-M_O:C_N_CA": 1507, "1_1_O:C_O_C-I_O:C_N_CA": 1508, "1_6_C:N_C_C-L_CD1:CB_CD1_CD2": 1509, "2_4_N:C_N_C-F_CD2:CE2_CD2_CG": 1510, "2_6_C:N_C_C-L_CD1:CB_CD1_CD2": 1511, "2_3_C:N_C_C-S_OG:OG_CB_CA": 1512, "1_2_N:C_N_C-L_CD1:CB_CD1_CD2": 1513, "2_4_N:C_N_C-M_CG:CB_CG_SD": 1514, "2_6_O:C_O_C-R_NH1:NE_NH1_NH2": 1515, "1_6_C:C_C_C-W_CE3:CD2_CE3_CZ3": 1516, "1_6_C:C_C_C-R_CD:CG_CD_NE": 1517, "1_4_C:O_C_C-V_CG2:CG1_CG2_CA": 1518, "2_6_O:C_O_C-H_CE1:ND1_CE1_NE2": 1519, "1_1_O:O_O_C-D_OD1:CB_OD1_OD2": 1520, "2_6_O:O_O_O-G_CA:N_CA_C": 1521, "1_4_N:C_N_C-Y_O:C_N_CA": 1522, "2_6_O:N_O_C-D_OD2:OD1_OD2_CB": 1523, "2_1_O:N_O_C-F_CE2:CZ_CE2_CD2": 1524, "1_4_N:C_N_C-V_O:C_N_CA": 1525, "2_6_N:N_N_C-L_CD2:CD1_CD2_CB": 1526, "2_4_C:N_C_C-R_NH2:NH1_NH2_NE": 1527, "2_3_C:N_C_C-F_CE1:CD1_CE1_CZ": 1528, "1_1_O:O_O_C-A_O:C_N_CA": 1529, "1_3_C:N_C_C-E_OE1:CG_OE1_OE2": 1530, "_B": 1531, "2_1_O:C_O_C-S_O:C_N_CA": 1532, "2_3_C:C_C_C-F_CE2:CZ_CE2_CD2": 1533, "2_4_O:C_O_C-S_OG:OG_CB_CA": 1534, "1_4_C:N_C_N-D_OD2:OD1_OD2_CB": 1535, "2_6_N:C_N_O-": 1536, "2_3_C:N_C_C-L_CD1:CB_CD1_CD2": 1537, "1_3_C:C_C_C-G_CA:N_CA_C": 1538, "2_6_O:C_O_C-F_CD2:CE2_CD2_CG": 1539, "1_4_C:N_C_C-K_CD:CG_CD_CE": 1540, "1_1_O:O_O_C-T_OG1:CA_CG2_OG1": 1541, "2_4_C:N_C_C-E_OE1:CG_OE1_OE2": 1542, "2_3_C:C_C_C-F_CE1:CD1_CE1_CZ": 1543, "2_1_L:N_L_C-": 1544, "1_3_C:C_C_C-M_SD:CG_SD_SD": 1545, "1_1_O:O_O_C-V_CG2:CG1_CG2_CA": 1546, "2_6_C:N_C_C-F_CZ:CE1_CZ_CE2": 1547, "2_4_O:C_O_C-F_CZ:CE1_CZ_CE2": 1548, "1_3_O:C_O_C-D_OD2:OD1_OD2_CB": 1549, "2_3_C:C_C_C-S_OG:OG_CB_CA": 1550, "1_4_C:O_C_C-G_O:C_N_CA": 1551, "1_1_O:N_O_C-R_NH1:NE_NH1_NH2": 1552, "2_3_C:C_C_N-": 1553, "2_6_N:C_N_C-Y_CD1:CG_CD1_CE1": 1554, "2_3_O:C_O_C-D_OD2:OD1_OD2_CB": 1555, "2_6_N:C_N_C-E_OE1:CG_OE1_OE2": 1556, "2_3_O:P_O_P-G_CA:N_CA_C": 1557, "2_6_N:C_N_C-R_NH1:NE_NH1_NH2": 1558, "1_4_C:N_C_N-V_CG1:CA_CG1_CG2": 1559, "1_4_C:O_C_C-G_CA:N_CA_C": 1560, "_P:P": 1561, "2_3_C:O_C_C-S_OG:OG_CB_CA": 1562, "1_4_C:N_C_C-F_CD2:CE2_CD2_CG": 1563, "1_2_C:C_C_C-V_CG2:CG1_CG2_CA": 1564, "1_6_C:C_C_C-W_CZ2:CH2_CZ2_CE2": 1565, "1_3_C:N_C_C-T_OG1:CA_CG2_OG1": 1566, "2_6_C:C_C_C-Y_O:C_N_CA": 1567, "1_1_C:C_C_C-T_OG1:CA_CG2_OG1": 1568, "2_1_O:C_O_C-F_CD1:CG_CD1_CE1": 1569, "2_1_C:C_C_C-E_OE2:OE1_OE2_CG": 1570, "1_1_O:N_O_C-R_NH2:NH1_NH2_NE": 1571, "2_4_C:N_C_C-D_OD1:CB_OD1_OD2": 1572, "2_1_L:C_L_C-G_CA:N_CA_C": 1573, "2_1_O:O_O_O-L_CD2:CD1_CD2_CB": 1574, "2_1_O:N_O_C-N_ND2:OD1_ND2_CB": 1575, "2_3_C:N_C_C-N_OD1:CB_OD1_ND2": 1576, "1_4_C:N_C_C-S_O:C_N_CA": 1577, "1_4_N:C_N_C-R_CD:CG_CD_NE": 1578, "2_6_O:C_O_C-T_OG1:CA_CG2_OG1": 1579, "2_1_F:C_F_C-L_CD2:CD1_CD2_CB": 1580, "1_1_O:O_O_C-E_OE1:CG_OE1_OE2": 1581, "HI": 1582, "HIS": 1583, "2_2_C:C_C_C-D_OD2:OD1_OD2_CB": 1584, "2_4_C:N_C_C-K_CD:CG_CD_CE": 1585, "2_4_C:N_C_C-P_CG:CD_CG_CB": 1586, "1_2_C:C_C_C-A_CB:N_CA_C": 1587, "1_3_C:N_C_C-I_CG2:CB_CG1_CD1": 1588, "2_6_C:C_C_N-F_CE2:CZ_CE2_CD2": 1589, "1_1_O:O_O_C-E_OE2:OE1_OE2_CG": 1590, "1_4_N:C_N_C-P_O:C_N_CA": 1591, "S:N_S_N-": 1592, "1_6_N:C_N_C-E_O:C_N_CA": 1593, "1AARG": 1594, "2_4_N:C_N_C-W_CH2:CZ3_CH2_CZ2": 1595, "2_4_N:C_N_C-M_O:C_N_CA": 1596, "2_1_O:O_O_O-Y_CE1:CD1_CE1_CZ": 1597, "1_1_O:N_O_C-N_ND2:OD1_ND2_CB": 1598, "2_6_O:C_O_N-": 1599, "1_4_N:N_N_N-": 1600, "2_3_N:N_N_N-": 1601, "2_6_O:C_O_C-S_O:C_N_CA": 1602, "2_1_N:N_N_C-D_OD2:OD1_OD2_CB": 1603, "1_4_N:C_N_C-F_O:C_N_CA": 1604, "1_4_N:C_N_C-I_O:C_N_CA": 1605, "1_6_N:C_N_C-M_SD:CG_SD_SD": 1606, "2_1_C:C_C_C-N_OD1:CB_OD1_ND2": 1607, "1_6_N:C_N_C-Q_OE1:CG_OE1_NE2": 1608, "2_1_C:C_C_C-R_NH1:NE_NH1_NH2": 1609, "1_5_N:C_N_C-V_CG1:CA_CG1_CG2": 1610, "2_1_O:O_O_C-R_NH1:NE_NH1_NH2": 1611, "1_4_N:C_N_C-D_O:C_N_CA": 1612, "2_6_C:C_C_C-K_O:C_N_CA": 1613, "2_1_O:C_O_C-K_CD:CG_CD_CE": 1614, "2_6_O:N_O_C-G_O:C_N_CA": 1615, "2_6_N:C_N_C-Y_CD2:CE2_CD2_CG": 1616, "2_6_C:C_C_N-G_O:C_N_CA": 1617, "2_6_C:C_C_C-Q_O:C_N_CA": 1618, "2_1_O:O_O_C-K_CD:CG_CD_CE": 1619, "1_1_O:O_O_C-N_OD1:CB_OD1_ND2": 1620, "2_4_N:C_N_C-W_CE3:CD2_CE3_CZ3": 1621, "1_3_C:O_C_C-T_OG1:CA_CG2_OG1": 1622, "2_6_O:C_O_C-M_CE:CG_SD_CG": 1623, "2_1_O:O_O_O-V_CG2:CG1_CG2_CA": 1624, "2_1_O:O_O_O-Y_CE2:CZ_CE2_CD2": 1625, "2_4_N:C_N_C-M_SD:CG_SD_SD": 1626, "2_1_O:C_O_C-V_CG1:CA_CG1_CG2": 1627, "2_6_N:C_N_C-H_CE1:ND1_CE1_NE2": 1628, "2_1_O:O_O_O-R_CD:CG_CD_NE": 1629, "1_3_C:C_C_C-T_OG1:CA_CG2_OG1": 1630, "1_4_N:C_N_C-T_O:C_N_CA": 1631, "2_4_N:C_N_C-L_O:C_N_CA": 1632, "1_1_O:O_O_O-N_ND2:OD1_ND2_CB": 1633, "1_6_N:C_N_C-L_O:C_N_CA": 1634, "2_3_C:O_C_C-L_CD2:CD1_CD2_CB": 1635, "2_3_C:C_C_C-G_O:C_N_CA": 1636, ":O_S": 1637, "1_1_C:C_C_C-D_OD1:CB_OD1_OD2": 1638, "2_5_N:C_N_C-L_CD2:CD1_CD2_CB": 1639, "2_3_C:O_C_C-Y_OH:CE1_OH_CE2": 1640, "1_3_C:N_C_C-M_SD:CG_SD_SD": 1641, "N_L-": 1642, "2_6_C:C_C_N-T_CG2:CG2_OG1_CA": 1643, "2_1_O:O_O_C-S_O:C_N_CA": 1644, "2_6_N:C_N_C-S_O:C_N_CA": 1645, "1_6_C:C_C_C-H_O:C_N_CA": 1646, "2_1_O:N_O_C-A_CB:N_CA_C": 1647, "2_1_C:C_C_C-H_CE1:ND1_CE1_NE2": 1648, "1_4_N:C_N_C-H_NE2:CE1_NE2_CD2": 1649, "1_6_C:C_C_N-V_CG2:CG1_CG2_CA": 1650, "2_6_C:C_C_C-F_O:C_N_CA": 1651, "1_4_C:O_C_C-T_OG1:CA_CG2_OG1": 1652, "2_4_O:C_O_C-F_CE1:CD1_CE1_CZ": 1653, "1_1_O:O_O_C-V_CG1:CA_CG1_CG2": 1654, "1_6_C:C_C_N-Y_OH:CE1_OH_CE2": 1655, "1_3_C:C_C_C-D_OD1:CB_OD1_OD2": 1656, "2_6_N:C_N_N-V_CG2:CG1_CG2_CA": 1657, "1_1_O:O_O_O-S_O:C_N_CA": 1658, "2_6_N:C_N_C-M_CG:CB_CG_SD": 1659, "1_1_O:C_O_C-L_O:C_N_CA": 1660, "1_6_O:C_O_C-R_CD:CG_CD_NE": 1661, "1_1_O:N_O_C-I_CG2:CB_CG1_CD1": 1662, "_P:P_P_O-": 1663, "2_6_O:C_O_C-D_O:C_N_CA": 1664, "2_3_C:N_C_C-F_CE2:CZ_CE2_CD2": 1665, "2_1_O:N_O_C-S_O:C_N_CA": 1666, "1_1_O:O_O_O-R_NE:CD_NE_CZ": 1667, "2_O:C_O_O-": 1668, "2_6_N:C_N_C-K_CD:CG_CD_CE": 1669, "2_1_O:C_O_C-W_CZ3:CE3_CZ3_CH2": 1670, "2_3_C:O_C_C-V_CG2:CG1_CG2_CA": 1671, "2_1_L:C_L": 1672, "2_1_O:O_O_O-I_O:C_N_CA": 1673, "1_2_C:C_C_C-D_OD1:CB_OD1_OD2": 1674, "1_1_O:N_O_C-T_OG1:CA_CG2_OG1": 1675, "2_1_C:C_C_C-R_NH2:NH1_NH2_NE": 1676, "1AGL": 1677, "2_1_C:C_C_C-Y_CD2:CE2_CD2_CG": 1678, "2_4_C:N_C_C-R_CD:CG_CD_NE": 1679, "2_1_L:C_L_C-L_CD2:CD1_CD2_CB": 1680, "2_1_O:O_O_C-W_CH2:CZ3_CH2_CZ2": 1681, "1_4_C:N_C_C-T_O:C_N_CA": 1682, "1_6_C:C_C_C-P_CD:N_CD_CG": 1683, "1_2_C:C_C_C-G_O:C_N_CA": 1684, "2_2_N:C_N_C-D_OD2:OD1_OD2_CB": 1685, ":S_O": 1686, "1_3_C:C_C_C-M_CG:CB_CG_SD": 1687, "2_6_N:C_N_C-P_CG:CD_CG_CB": 1688, "1_1_O:O_O_C-S_O:C_N_CA": 1689, "2_6_O:C_O_C-K_CD:CG_CD_CE": 1690, "1_1_O:O_O_O-L_CD2:CD1_CD2_CB": 1691, "2_6_N:C_N_C-P_CB:CG_CB_CA": 1692, "1_6_C:C_C_C-H_ND1:CG_ND1_CE1": 1693, "1_4_N:C_N_C-M_O:C_N_CA": 1694, "1_1_O:O_O_C-G_CA:N_CA_C": 1695, "1_6_O:C_O_C-M_SD:CG_SD_SD": 1696, "2_1_O:C_O_C-W_CH2:CZ3_CH2_CZ2": 1697, "1_1_O:C_O_C-T_O:C_N_CA": 1698, "2_1_C:N_C_C-G_CA:N_CA_C": 1699, "2_6_C:C_C_L-L_CD2:CD1_CD2_CB": 1700, "2_1_O:C_O_C-K_NZ:NZ_CE_CD": 1701, "1_2_N:C_N_C-V_CG1:CA_CG1_CG2": 1702, "HR": 1703, "2_4_C:N_C_C-I_O:C_N_CA": 1704, "1_6_C:C_C_N-G_O:C_N_CA": 1705, "2_5_C:N_C_N-": 1706, "1_6_C:C_C_N-V_CG1:CA_CG1_CG2": 1707, "1_6_C:C_C_C-R_CG:CB_CG_CD": 1708, "1_1_O:O_O_O-L_CD1:CB_CD1_CD2": 1709, "1_1_C:C_C_C-L_O:C_N_CA": 1710, "1_6_C:C_C_C-Y_O:C_N_CA": 1711, "1_1_F:F_F_F-L_CD2:CD1_CD2_CB": 1712, "2_3_N:C_N_C-G_CA:N_CA_C": 1713, "1_6_O:C_O_C-S_O:C_N_CA": 1714, "2_4_N:C_N_C-Y_CD2:CE2_CD2_CG": 1715, "1_5_N:C_N_C-V_CG2:CG1_CG2_CA": 1716, "1_6_C:N_C_C-L_CD2:CD1_CD2_CB": 1717, "2_6_C:C_C_L-G_CA:N_CA_C": 1718, "1_1_F:F_F_F-L_CD1:CB_CD1_CD2": 1719, "1AT": 1720, "1_2_N:C_N_C-D_OD2:OD1_OD2_CB": 1721, "2_1_C:C_C_C-P_CG:CD_CG_CB": 1722, "2_1_O:C_O_C-E_OE1:CG_OE1_OE2": 1723, "2_2_N:C_N_N-": 1724, "2_1_C:S_C_N-": 1725, "2_1_O:C_O_C-T_OG1:CA_CG2_OG1": 1726, "2_3_C:C_C_C-H_NE2:CE1_NE2_CD2": 1727, "2_3_C:N_C_C-E_OE2:OE1_OE2_CG": 1728, "2_4_N:C_N_O-": 1729, "2_6_N:C_N_C-T_OG1:CA_CG2_OG1": 1730, "2_4_C:N_C_C-R_NH1:NE_NH1_NH2": 1731, "1_1_O:O_O_O-I_CG2:CB_CG1_CD1": 1732, "2_2_C:C_C_C-V_CG2:CG1_CG2_CA": 1733, "2_1_O:O_O_O-A_CB:N_CA_C": 1734, "1_4_C:N_C_C-P_O:C_N_CA": 1735, "2_4_O:C_O_C-G_O:C_N_CA": 1736, "2_2_C:O_C_O-": 1737, "1_4_O:C_O_C-T_OG1:CA_CG2_OG1": 1738, "2_6_O:C_O_C-E_OE1:CG_OE1_OE2": 1739, "1_1_O:C_O_C-A_O:C_N_CA": 1740, "1_6_O:C_O_C-L_O:C_N_CA": 1741, "2_6_C:C_C_N-Y_OH:CE1_OH_CE2": 1742, "1_1_N:N_N_C-D_OD1:CB_OD1_OD2": 1743, "2_1_C:C_C_C-M_CG:CB_CG_SD": 1744, "1_4_N:C_N_C-R_O:C_N_CA": 1745, "2_1_C:C_C_C-R_CD:CG_CD_NE": 1746, "2_6_O:C_O_C-K_NZ:NZ_CE_CD": 1747, "1_4_O:C_O_C-M_SD:CG_SD_SD": 1748, "2_1_C:C_C_C-Y_CD1:CG_CD1_CE1": 1749, "2_1_O:O_O_C-R_NE:CD_NE_CZ": 1750, "1ALEU": 1751, "2_6_N:N_N_C-V_CG2:CG1_CG2_CA": 1752, "2_1_O:O_O_C-T_OG1:CA_CG2_OG1": 1753, "2_6_C:C_C_N-V_CG1:CA_CG1_CG2": 1754, "2_1_O:C_O_C-M_CG:CB_CG_SD": 1755, "2_6_N:N_N_N-G_CA:N_CA_C": 1756, "2_1_O:N_O_C-H_CE1:ND1_CE1_NE2": 1757, "_C:O_C_O-": 1758, "1_6_C:C_C_C-R_O:C_N_CA": 1759, "2_6_C:C_C_C-R_O:C_N_CA": 1760, "1_6_C:C_C_C-K_CG:CB_CG_CD": 1761, "2_6_N:C_N_C-Q_NE2:NE2_OE1_CG": 1762, "1_3_C:C_C_C-F_CZ:CE1_CZ_CE2": 1763, "2_6_C:C_C_L-L_CD1:CB_CD1_CD2": 1764, "2_6_C:C_C_C-C_O:C_N_CA": 1765, "1_2_N:C_N_C-L_CD2:CD1_CD2_CB": 1766, "1_6_C:C_C_C-R_NE:CD_NE_CZ": 1767, "2_3_C:N_C_C-Y_CE2:CZ_CE2_CD2": 1768, "2_6_O:C_O_C-P_CB:CG_CB_CA": 1769, "2_6_O:C_O_C-I_CD1:CD1_CG1_CB": 1770, "2_4_C:N_C_C-N_ND2:OD1_ND2_CB": 1771, "1_6_C:C_C_C-M_CB:CA_CB_CG": 1772, "2_6_C:N_C_C-Y_OH:CE1_OH_CE2": 1773, "1_1_O:O_O_O-N_OD1:CB_OD1_ND2": 1774, "2_4_O:C_O_C-F_CE2:CZ_CE2_CD2": 1775, "_B-": 1776, "2_1_C:C_C_C-H_CD2:NE2_CD2_CG": 1777, "1_4_N:C_N_C-H_O:C_N_CA": 1778, "1_6_C:C_C_C-W_NE1:CE2_NE1_CD2": 1779, "1_4_O:C_O_C-K_CE:CD_CE_NZ": 1780, "2_1_C:C_C_S-": 1781, "2_1_O:N_O_C-Y_CD1:CG_CD1_CE1": 1782, "2_6_O:C_O_C-Y_CD2:CE2_CD2_CG": 1783, "1_4_O:C_O_C-D_OD1:CB_OD1_OD2": 1784, "2_6_C:C_C_S-L_CD1:CB_CD1_CD2": 1785, "1_6_O:C_O_C-Q_OE1:CG_OE1_NE2": 1786, "2_4_C:N_C_C-H_CE1:ND1_CE1_NE2": 1787, "2_1_C:C_C_C-F_CD2:CE2_CD2_CG": 1788, "1_2_C:O_C_O-": 1789, "1_1_C:C_C_C-G_CA:N_CA_C": 1790, "1_4_N:C_N_C-P_CD:N_CD_CG": 1791, ":N_F_C-": 1792, "2_3_C:O_C_C-F_CZ:CE1_CZ_CE2": 1793, "2_1_O:O_O_O-E_OE1:CG_OE1_OE2": 1794, "1_1_C:C_C_C-N_OD1:CB_OD1_ND2": 1795, "1_4_C:N_C_C-M_O:C_N_CA": 1796, "1_1_O:O_O_O-V_CG2:CG1_CG2_CA": 1797, "2_6_N:C_N_C-R_NE:CD_NE_CZ": 1798, "2_1_O:C_O_C-P_CG:CD_CG_CB": 1799, 